[{"id":20714,"name":"Debar, on the lake","date_verified":"2016-08-20T14:04:35.298Z","description":"Parking on the lake between a restaurant and a privat house. owner is very friendly. He does not spoke english, but he called his daughter who spoke perfekt english. Great view over the lake.","location":{"latitude":41.51011666666667,"longitude":20.521883333333335},"category":{"name":"Informal Campsite"}},{"id":22007,"name":"Sunrise camping","date_verified":"2023-05-05T17:11:50.000Z","description":"direct at lake, very friendly and helpfull","location":{"latitude":41.16031564932166,"longitude":20.650954300497514},"category":{"name":"Established Campground"}},{"id":23463,"name":"Skopje","date_verified":"2016-10-27T02:02:46.907Z","description":" In Boris Trajkovski Sport Center, slightly away from the center but quiet for sleeping, internet access and bathrooms.                                                                    From here there is a path along the river that take you to , ( better by bike ) to the city centre in short time.","location":{"latitude":42.00985,"longitude":21.40314},"category":{"name":"Wild Camping"}},{"id":34357,"name":"Spot between two lakes","date_verified":"2017-04-29T00:00:00.000Z","description":"When driving on the r1307 from lake Ohrid to lake Prespa you take a sandy trail down. Just drive for a few meters and you will see a green field next to the road. Even with a trailer we could easily turn. The spot is in the National park Galicha. You have a stunning view of the mountains and if you walk a bit you can even overlook lake Ohrid. A ranger of the park drove by a few times, we waved and he just waved back and drove further.","location":{"latitude":40.97136,"longitude":20.8079},"category":{"name":"Wild Camping"}},{"id":35663,"name":"Annika Guest House","date_verified":"2023-05-13T00:00:00.000Z","description":"Lovely guest house run by super nice guy. No English spoken but it doesn't matter. Secure parking for motorcycles. 13€ per person\n\nExcellent wifi","location":{"latitude":41.34243228942281,"longitude":21.55429953711252},"category":{"name":"Hostel"}},{"id":36376,"name":"parking at lake near veles","date_verified":"2017-06-02T00:00:00.000Z","description":"the spot is quiet enough to stay one or two nights. benches and tables at the lake. you can go swimming. during weekends locals having picknick. eventually you can hear music from one side of the lake if they have a party there in one of the restaurants.","location":{"latitude":41.768568,"longitude":21.765051},"category":{"name":"Informal Campsite"}},{"id":36450,"name":"Camp near Matka Canyon \u0026 Sveti Spas","date_verified":"2022-08-22T19:57:34.000Z","description":"found this place on our way to matka canyon. close to the small canyon river there is a free parking. you can walk up to sveti stefan and into the canyon. nearby is a restaurant.","location":{"latitude":41.960579,"longitude":21.296282},"category":{"name":"Informal Campsite"}},{"id":37117,"name":"Camp at the lake near Mavrovo","date_verified":"2021-08-03T08:54:13.914Z","description":"When you enter the national park Mavrovo you ought to pay 30 denar per person tourist tax at the info center, good info there. After a few kilometers (before hotel golden place) you can leave the street via a dirt road and drive down to the lake. There is lots of space parking and staying over night. Buy food before you come here as there are only small shops and hotels in the area. ","location":{"latitude":41.678122,"longitude":20.735914},"category":{"name":"Wild Camping"}},{"id":38159,"name":"Wild camping with beautiful view over lake Ohrid","date_verified":"2023-03-29T00:00:00.000Z","description":"On the r1301 from Ohrid to St Naum, just after Peshtani, there is a sandy road on the right. After 150m there is a small field for camping. Walk 300 further down and you find a small beach where you can swim. It is a beautiful campsite. ","location":{"latitude":40.97109314989389,"longitude":20.790619058553865},"category":{"name":"Wild Camping"}},{"id":39297,"name":"Small spot next to River","date_verified":"2019-06-25T11:10:32.046Z","description":"A 100m dirt track leads down to the river just before the bridge over the river. Would recommend for a car with moderate to high clearance. River hardly had any water in mid-July. we parked on a level patch next to it. It is visible from the road bridge and you get the traffic noise. But good spot for one night. Rocky \u0026 uneven ground not suited for a tent.","location":{"latitude":42.1596643,"longitude":21.8830739},"category":{"name":"Wild Camping"}},{"id":40972,"name":"Lake Prespa","date_verified":"2021-11-05T00:00:00.000Z","description":"Camping by the side of the lake.  A well used spot from he rubbish left lying around but pleasant.  No facilities.  Free.","location":{"latitude":40.969277797305,"longitude":20.912136286516592},"category":{"name":"Wild Camping"}},{"id":41050,"name":"Roadside Stop","date_verified":"2017-08-14T00:00:00.000Z","description":"Camping by a small stream down a track away from the main road.  Some road noise but well hidden.  No facilities.  Free.","location":{"latitude":41.29606921695294,"longitude":20.798542303983865},"category":{"name":"Wild Camping"}},{"id":42779,"name":"Parking at Heraklea Linkestis","date_verified":"2017-09-12T06:34:22.954Z","description":"quiet place near the archeological site . 1 km from center of Bitola. \r\nAsk permission at the ticket office of the site. Next to the ticket office there is internetconnection\r\n","location":{"latitude":41.01157,"longitude":21.3432},"category":{"name":"Informal Campsite"}},{"id":46839,"name":"On the Lake","date_verified":"2016-08-14T00:00:00.000Z","description":"Grassy spot by the lake. We walked the tents down to the water side. Better for 4x4","location":{"latitude":41.6985,"longitude":20.7552},"category":{"name":"Wild Camping"}},{"id":63609,"name":"Border Bulgaria to Macedonia ","date_verified":"2022-09-09T00:00:00.000Z","description":"If you don’t have vehicle insurance for Macedonia, you can buy it here - even on a Sunday. The shortest option is 15 days and costs €50 for a car or motorcycle. (Our Jeep Wrangler was considered a car). They accept cash or credit cards. \r\nThe Macedonian border official will keep your passport while you purchase insurance and then return it to you when you show him the insurance document. It’s all very quick and easy. ","location":{"latitude":42.220504,"longitude":22.45868},"category":{"name":"Customs and Immigration"}},{"id":63610,"name":"Mountainside Wildflowers ","date_verified":"2018-07-02T00:00:00.000Z","description":"Drive about 1.5 km north of the village of Dobrevo on a narrow paved road. There’s a track in the grass up the hillside on your left at these GPS points. You could camp by the road. Or, better, with 4x4 follow the track another 250-500 meters to a relatively flat spot higher up. Not good for a ground tent because it’s not perfectly flat. Wildflowers. Beautiful. There is a generator running across the valley, but it becomes white noise in the background. A man with a donkey and two dogs came around 8am to cut wood behind us. He stayed about 30 minutes and was friendly. ","location":{"latitude":42.0373,"longitude":22.20031},"category":{"name":"Wild Camping"}},{"id":63678,"name":"Camping Rino 1 \u0026 2","date_verified":"2021-11-04T00:00:00.000Z","description":"Very friendly, small campsite on Lake Ohrid. Family owned. They have two locations next to each other. Rino 1 has shady spots and a restaurant with seating in the lake. (We had Macedonian pizza, made with corn. It’s enormous and good!) Rino 2 is larger. Basic, clean bathrooms. They welcome you with a coffee and a rakija. And they bring you coffee every morning! WiFi is fast. There’s some road noise but overall it’s very peaceful. Cost is only €5 per person. ","location":{"latitude":41.15485288206595,"longitude":20.650893906150618},"category":{"name":"Established Campground"}},{"id":64805,"name":"Border at Lake Ohrid: Macedonia to Albania","date_verified":"2023-07-07T00:00:00.000Z","description":"Quick border, even in July. Customs official on Albania side did not ask for vehicle insurance. We asked him about it and he told us to just go. We didn’t look for an insurance seller at the border, so we don’t know if it’s possible to get insurance here. In our 10 days in Albania, we were not stopped by police. ","location":{"latitude":41.091853,"longitude":20.608686},"category":{"name":"Customs and Immigration"}},{"id":67183,"name":"Stenje parking beach","date_verified":"2018-08-06T00:00:00.000Z","description":"We ask to the restaurant in front of the beach, he said no problem.\r\nNoisy in the afternoon (music on beach until midnight), quiet after.\r\nA lot of mosquitos.\r\nGood place for a boat trip to Golem Grad (50€ for a boat)","location":{"latitude":40.93812788957631,"longitude":20.915830850165417},"category":{"name":"Informal Campsite"}},{"id":67798,"name":"Tiklesh","date_verified":"2018-08-11T00:00:00.000Z","description":"Big gravel place next to the road which is not too much frequented, mainly farmers. A small white building is there which seems to be abandoned. Very quiet at night. Acces to the road: follow the brown shield to lake Tiklesh after you left Kavadarci. The place is okay for one night.","location":{"latitude":41.37458689265673,"longitude":21.99033917456971},"category":{"name":"Wild Camping"}},{"id":69172,"name":"Bellevue Campsite","date_verified":"2022-08-03T00:00:00.000Z","description":"This Camping place belongs to the \"Hotel Bellevue\" and is located directly next to it. It is a few kilometers east from the city Skopje, take the exit which says \"Ilinden\" and you will see the hotel on the left side. They charge 22€ for 2 people and a campervan, 3€ on top if you want electricity. Place is mostly grass and the pitches are on asphalt, some trees give shadow. Basic facilities, but they are allright. Some noise from the nearby road. A taxi to the center will cost you roughly 5€.","location":{"latitude":41.99669384913274,"longitude":21.54993788636247},"category":{"name":"Established Campground"}},{"id":72910,"name":"Macedonia Kosovo Border","date_verified":"2023-07-07T00:00:00.000Z","description":"Busy border on the weekends, but very straightforward. If entering Kosovo buy insurance at the white building to the left before the gates. Note: many green card insurances seem to cover everything BUT Kosovo so check first.  For a motorcycle it was €10 for 15 days.\r\n\r\nFor entering Macedonia if you buy insurance at the border it's €55 for cars and motorcycles for 15 days. ","location":{"latitude":42.1412611,"longitude":21.3027437},"category":{"name":"Customs and Immigration"}},{"id":73298,"name":"Place on lakeshore","date_verified":"2023-05-26T00:00:00.000Z","description":"Acces a Bit Rough,But ok. With normal Car. Its quite a wide area on The Tip of a small peninsula. \r\nProbably it is Fairly frequented By The Lokals in daytime for swimming or picnic, but quiet during The night ","location":{"latitude":41.696347212457745,"longitude":20.77264599504021},"category":{"name":"Wild Camping"}},{"id":74580,"name":"Lake Mavrovo","date_verified":"2019-06-23T00:00:00.000Z","description":"Quite space at the lake, away from civilization. Unfortunately the usual trash, but after a quick clean up that problem was solved. Different campfire spots and nice view of the sun setting behind the mountains.","location":{"latitude":41.69505196,"longitude":20.77182793},"category":{"name":"Wild Camping"}},{"id":75129,"name":"Kokino Ancient Observatory","date_verified":"2018-10-30T00:00:00.000Z","description":"There are different spots around the Kokino Ancient Observatory where you could wildcamp. At the parking along the road, which is quite at night, at the entrance of the trail to the observatory and also a bit further on the dirt road. Nice views from the observatory","location":{"latitude":42.26335884,"longitude":21.95663476},"category":{"name":"Wild Camping"}},{"id":75162,"name":"Stone town of Kuklica","date_verified":"2021-09-11T00:00:00.000Z","description":"If you follow the road from the Stone town parking a bit further you arrive on a hill with a picnic spot. Quiet place with nice views.","location":{"latitude":42.10357243,"longitude":22.05277173},"category":{"name":"Wild Camping"}},{"id":84740,"name":"TIKI APARTMENTS","date_verified":"2022-10-07T00:00:00.000Z","description":"Great pleace to stay. Clean, new rooms with everything inside, fast wifi, hot water, tv, coffee, kettle, plates. Parking is safe, opposite you have a shop. We paid 20euro per night for a room, 4 people max inside. ","location":{"latitude":41.139809315996246,"longitude":22.552426175343506},"category":{"name":"Hotel"}},{"id":90874,"name":"Greece - North Macedonia border crossing","date_verified":"2023-07-05T00:00:00.000Z","description":"Fast and easy border crossing from Greece to Macedonia. Travelling with Australian passport and Australian-registered vehicle. Green card insurance for North Macedonia can be purchased at the border. We paid for our expedition vehicle 55 Euro for 15 days. Border control will hold your passport until proof of insurance. ","location":{"latitude":40.91818,"longitude":21.41734},"category":{"name":"Customs and Immigration"}},{"id":90878,"name":"Next to a Chapel","date_verified":"2019-04-28T00:00:00.000Z","description":"Place to stay overnight next to the chapel. We spend a quiet night here.  Water tap in front of the chapel. Information on hiking available.  Hiking trails into National Park start here. Own WiFi worked well here.","location":{"latitude":41.06551372725251,"longitude":21.10364251616776},"category":{"name":"Wild Camping"}},{"id":92994,"name":"Rock land camp","date_verified":"2023-07-11T00:00:00.000Z","description":"Nice campsite. Grassy field. toilets and showers available. Quiet place, you can just drive up and park on the field. Amenities are basic. \r\n\r\nWhen we were there nobody came around, so we could stay for free. In the season it is € 8,- per person.","location":{"latitude":41.40147001,"longitude":22.24635049},"category":{"name":"Established Campground"}},{"id":96255,"name":"Riverside Wild Camping","date_verified":"2019-06-13T00:00:00.000Z","description":"Big field, ok spot for an overnight stay. When you come from Struga just follow the dirt road to the right that leads to some houses (about 500 meters after you passed a water source). We drove to the end of the track/field and stayed there. You are directly on the river (but it is probably not good for a swim especially when you come from Struga and see what is in it) and next to the road, so it is a bit noisy. But you are not visible from the road. A lot of space for any size of vehicle and several level spots. No shade.","location":{"latitude":41.416229290203006,"longitude":20.573857695508863},"category":{"name":"Wild Camping"}},{"id":97086,"name":"monastery carpark","date_verified":"2021-06-02T00:00:00.000Z","description":"Carpark of the monastery. Nothing very special but good for a night.\r\nThere is a generator noise in some distance, but not too bad. ","location":{"latitude":40.915822205978216,"longitude":20.745245008608368},"category":{"name":"Informal Campsite"}},{"id":97535,"name":"Place at the lake","date_verified":"2019-06-24T00:00:00.000Z","description":"Here you leave the mainroad and follow a dirt track to the lake. Like all the other places in this area busy on sunday afternoons with friendly locals but quite at night. A huge lawn with a lot of space for any kind of vehicle. No 4x4 needed. No shade.","location":{"latitude":41.67971610685912,"longitude":20.77381761766726},"category":{"name":"Wild Camping"}},{"id":97536,"name":"Drinking water","date_verified":"2019-06-24T00:00:00.000Z","description":"Here you can get drinking water out of a natural source.","location":{"latitude":41.721258075728485,"longitude":20.804435034510888},"category":{"name":"Water"}},{"id":97538,"name":"Old town Ohrid (parking)","date_verified":"2019-06-22T00:00:00.000Z","description":"Parking right at the entrance-gate of the ancient town.\r\nGreat restaurants (not expensive) and very picturesque old town.","location":{"latitude":41.11531,"longitude":20.7948},"category":{"name":"Tourist Attraction"}},{"id":97539,"name":"Sport hotel parking","date_verified":"2019-06-23T00:00:00.000Z","description":"Big paved parking in front of the , very friendly, Sport Hotel.\r\nThe WiFi is \"open\", and can be used free of charge... but be a sport, and order a coffee ftom the Sport-hotel.\r\n\r\nThey also have a camping area for tents and campers.\r\n\r\nAnd they have breakfast.","location":{"latitude":41.65233,"longitude":20.73583},"category":{"name":"Informal Campsite"}},{"id":97732,"name":"Stobi archeological site","date_verified":"2019-11-10T00:00:00.000Z","description":"Interesting Roman settlement with very well preserved mosaic-floors.\r\n\r\nAlso open wifi.\r\n\r\nEntrance-fee 120 denar PP.","location":{"latitude":41.55040960919165,"longitude":21.974705943019483},"category":{"name":"Tourist Attraction"}},{"id":98298,"name":"sunny lake hostel ","date_verified":"2023-04-11T00:00:00.000Z","description":"very nice.hostel \r\ngreat owner \r\n10€ with breakfast\r\n1 motorbike outside but safe\r\nvery near of the bazar and beach \r\n","location":{"latitude":41.1142759,"longitude":20.7988159},"category":{"name":"Hostel"}},{"id":98956,"name":"Shore Lake Vodocha","date_verified":"2019-07-01T00:00:00.000Z","description":"Nice and quiet spot on the shore of lake Vodocha. A lot of spots to pitch your tent or park your car. Well away from the road. A few houses/cottages around this lake, I guess from local fishermen. \r\n\r\nAt some spots there are lot of flies, this place has a lot of frogs. They make some noise in the evening.","location":{"latitude":41.42370785,"longitude":22.54603384},"category":{"name":"Wild Camping"}},{"id":99956,"name":"Spot in the mountains with lake view ","date_verified":"2021-07-31T00:00:00.000Z","description":"Nice and quiet place in the middle of the mountains with a great view on the Ohrid lake. You can reach it easily from the street. No 4W needed. ","location":{"latitude":40.955139655,"longitude":20.813680654},"category":{"name":"Wild Camping"}},{"id":100524,"name":"campsite next to the lake ","date_verified":"2023-09-07T00:00:00.000Z","description":"Great campsite, wonderful view to Ohrid, 3 km away from the city\r\nNice owner","location":{"latitude":41.090913586,"longitude":20.799857479},"category":{"name":"Established Campground"}},{"id":101673,"name":"Zovic/ next to small restaurant ","date_verified":"2019-07-22T00:00:00.000Z","description":"Fantastic spot next to a small restaurant in the middle of a little adorable village. You can walk to a bridge with waterfall and you can swim there as well. Scenery and route to village from Bitola is really great! ","location":{"latitude":41.117103345056115,"longitude":21.71328682664027},"category":{"name":"Informal Campsite"}},{"id":104802,"name":"Konsko Beach","date_verified":"2022-06-23T00:00:00.000Z","description":"Small settlement at the end of 8 km dirt road. Narrow gravel track, drivable in ordinary vehicle but good with a bit of clearance. Low vegetation surround the road meaning that its not easy with a high vehicle.\r\nAt arrival go left till the end of the track. Unfortunately You have to pass the spot where locals throw garbage. You end up at a stony, gravel beach creating a spit. Wonderful quiet place for free camping. Quite clean. Great for swimming. Beautiful view of the lake towards both Albania, Greece and Macedonia. Pelicans and cormorants around. Local fishermen fishing. You can get a local to take you to the deserted island Golem Grad. We did not do it, so can not say if worth it.\r\nAfter dark a hord of night insects woke up. ","location":{"latitude":40.91271914545531,"longitude":20.994088416938663},"category":{"name":"Wild Camping"}},{"id":105327,"name":"Dusty ground near gas station","date_verified":"2019-08-19T00:00:00.000Z","description":"A dusty ground next to the petrol station. Not very quiet but it's ok during night.","location":{"latitude":41.7529115315709,"longitude":22.176383855439212},"category":{"name":"Informal Campsite"}},{"id":105477,"name":"brajchino village","date_verified":"2019-08-20T00:00:00.000Z","description":"a grassy area near the centre of this picturesque village .next to the local restaurant .quiet place","location":{"latitude":40.90857964555336,"longitude":21.161003428095352},"category":{"name":"Wild Camping"}},{"id":106096,"name":"Webasto Skopje","date_verified":"2019-08-23T00:00:00.000Z","description":"As our Heating and warm water Production leaked quite strongly, we decided to visit Webasto Skopje. \r\nThe mechanics tried immediately to figure out the problem and we did not have to wait at all. \r\nThey repaired the Webasto in about two hours and a half and costs where more than ok!","location":{"latitude":41.978566888271956,"longitude":21.459010809361587},"category":{"name":"Mechanic and Parts"}},{"id":106657,"name":"Ohrid beach","date_verified":"2019-08-21T00:00:00.000Z","description":"A big parking place next to the beach but we found a shady place exactly near the parking. Quiet at night but busy in the morning.","location":{"latitude":41.08019902064979,"longitude":20.799946492425796},"category":{"name":"Wild Camping"}},{"id":106658,"name":"Sofra Restaurant ","date_verified":"2019-08-22T00:00:00.000Z","description":"A restaurant parking place near beautiful Vevchani village. We went to the village but it wasn't so easy to find a place to camp.","location":{"latitude":41.253726145616966,"longitude":20.63581275963805},"category":{"name":"Informal Campsite"}},{"id":109779,"name":"Parking near the lake","date_verified":"2023-11-20T00:00:00.000Z","description":"Public parking lot near the lake and near a football field.  Stayed here a couple nights while in Ohrid.  Medium sized lot with space for multiple campers.  fairly quiet without a lot of traffic.  a few other campers stayed as well.","location":{"latitude":41.11855427,"longitude":20.78637056},"category":{"name":"Wild Camping"}},{"id":109812,"name":"No international border","date_verified":"2019-09-20T00:00:00.000Z","description":"No border crossing possible to Greece. With German passport not possible to cross border. ","location":{"latitude":40.86251,"longitude":21.1193},"category":{"name":"Customs and Immigration"}},{"id":109895,"name":"Field's end ","date_verified":"2022-03-26T00:00:00.000Z","description":"Quiet spot to spend the night tenting. There is a bit of noise coming from the highway below.","location":{"latitude":42.158065815495476,"longitude":21.936492109691663},"category":{"name":"Wild Camping"}},{"id":117895,"name":"In the mountains","date_verified":"2023-06-02T00:00:00.000Z","description":"Small pitch near gravel road, easy to access, but no good for big rigs, only 4x4 or bus. Very quiet and nice view. This place is much better then the dirty ones at the lake. In the morning horses came by. No water, no toilet ","location":{"latitude":41.71562910370468,"longitude":20.66812966215443},"category":{"name":"Wild Camping"}},{"id":117896,"name":"In the mountains","date_verified":"2023-08-18T00:00:00.000Z","description":"A very nice spot, if you drive up to the hotel just before you turn, turn right at wooden sign on the bumpy road into the woods, after 2 km you will reach a small pitch right next to the trail, it has a wonderful view down, at night wonderful sunset. We would recommend a car with ground clearance, maybe 4x4 as well. ","location":{"latitude":41.03651099983169,"longitude":21.20777433245376},"category":{"name":"Wild Camping"}},{"id":135717,"name":"Lakeshore","date_verified":"2023-05-14T11:42:42.000Z","description":"Nice spot for camping on the lakeshore near steel cross with great view and lots of space for tents. You need to turn right from the asphalt on the dirt road. It's a bit bumpy but no need for 4x4, Fiat Argenta and Micra K11 drove there without breaking a sweat. There's some trash, as everywhere, but not much. Quiet and calm at night and in the mornings.","location":{"latitude":41.69581128,"longitude":20.77192892},"category":{"name":"Wild Camping"}},{"id":151137,"name":"Rino II","date_verified":"2021-05-14T00:00:00.000Z","description":"Excellent campsite, nobody wants to leave from here. Very, very friendly, just near the lake. Sanitary excellent, very new and clean. One coffee offer every morning.\r\nPrice very friendly too (2 people / 4x4), 11euros by night\r\nSo nice place to stay, 30 min by walk from the center of Struga\r\n15 min by walk for the monastery. I really love this place ","location":{"latitude":41.156076095066965,"longitude":20.650615207850933},"category":{"name":"Established Campground"}},{"id":151521,"name":"Gás Station","date_verified":"2020-09-27T00:00:00.000Z","description":"We stopped at the CRP Gas Station because the alternator of our car broke. Sadly today is Sunday and nobody's working. So we are staying one more night. But it's OK.\r\nWater, toilets and even a motel. Restaurant also. Quiet at night.\r\nLarge place behind the station. You can choose a grassy or paved spot. ","location":{"latitude":41.487898834414835,"longitude":21.924346196441846},"category":{"name":"Informal Campsite"}},{"id":151522,"name":"Riverside close to Lake Tikve","date_verified":"2022-06-20T00:00:00.000Z","description":"A nice flat and paved area with concrete places.\r\nIt was a building, but it's been abandoned for many years.\r\nTrees and shade. 20 meters from the river.\r\nQuiet road - only a few cars passed by.\r\n","location":{"latitude":41.41902212298617,"longitude":21.928244594071916},"category":{"name":"Wild Camping"}},{"id":151523,"name":"Lake Ohrid","date_verified":"2020-09-30T00:00:00.000Z","description":"Public parking. Beside an abandoned night club.\r\nLots of space and some shade.\r\n20 meters from the Lake with a beautiful view.\r\nThere are some other little spots to camp under the trees nearby.\r\nSome people passed by during the dusk to see the sunset. At night, very quiet. ","location":{"latitude":41.09271073637047,"longitude":20.80104056920627},"category":{"name":"Informal Campsite"}},{"id":151524,"name":"Near Radozda Village ","date_verified":"2021-11-03T00:00:00.000Z","description":"A place to camp where originally there was a campground.\r\nSome old trailers are at the place. On the lake shore opposite to Ohrid. Nice and clean beach.\r\n","location":{"latitude":41.0950823846473,"longitude":20.63435803505246},"category":{"name":"Wild Camping"}},{"id":153638,"name":"Etno Selo","date_verified":"2021-07-01T00:00:00.000Z","description":"Its a restaurant / farm which is not used to campers but we could stay and use the pool- 10€ per night","location":{"latitude":42.157392329575636,"longitude":21.862248983254528},"category":{"name":"Informal Campsite"}},{"id":155823,"name":"Spring water ","date_verified":"2021-07-30T00:00:00.000Z","description":"Water spring with a good flow! Pipes are stainless steel. \r\nJust some garbage around. As usual, unfortunately. ","location":{"latitude":41.71106713859038,"longitude":20.696274569320973},"category":{"name":"Water"}},{"id":157200,"name":"Old Route","date_verified":"2022-10-08T00:00:00.000Z","description":"R1107 the next 10 km East from here is not a used route anymore. very narrow and you can see no signs from other cars I like past there. Possible on a motorcycle, though but even small 4WD would get heavily scratched.","location":{"latitude":41.18113849,"longitude":21.82596086},"category":{"name":"Warning"}},{"id":157267,"name":"National Park Toll","date_verified":"2021-11-05T00:00:00.000Z","description":"They put a road block here to ask money for natural park. No signs whatsoever when you enter on the other side of the pass.  Either you go back or pay their 'sitting money'.","location":{"latitude":40.94403606,"longitude":20.78962744},"category":{"name":"Warning"}},{"id":158048,"name":"Monastry Treskavec","date_verified":"2021-08-28T00:00:00.000Z","description":"The monastery is very beautiful and worth to visit. The view is stunning. The way up is spectacular even with 18 Tn. We stood at the parking lot over night. Absolutely quiet with a beautiful sunset.","location":{"latitude":41.40182518706838,"longitude":21.535874390125798},"category":{"name":"Informal Campsite"}},{"id":158363,"name":"Camping AS, Struga","date_verified":"2021-08-30T00:00:00.000Z","description":"Very big camping facing the lake, with friendly and helpful staff. Lots of toilets and showers, there is also a restaurant in there. The price for one person/one tent was 6€/night (the electricity is payable separately).","location":{"latitude":41.1698529,"longitude":20.7169766},"category":{"name":"Established Campground"}},{"id":159107,"name":"side road next to river","date_verified":"2022-06-13T00:00:00.000Z","description":"dirt road to river. if you follow the road there will be several spots to camp. direct at the river is a lot of trash. on weekends a lot of fishermen, all friendly. river is clean, good for fishing and swimming. quite night.","location":{"latitude":41.681887802108136,"longitude":21.23883503713333},"category":{"name":"Wild Camping"}},{"id":159185,"name":"close to the lake","date_verified":"2023-07-07T00:00:00.000Z","description":"a dirt road leads from the main road down to the lake. here is a lot of space. the öake has sometime more and sometime less water. water is clear and good for a swim or a shower. A Sheppard passes by with sheeps and dogs.","location":{"latitude":41.71797017375685,"longitude":20.77470055265388},"category":{"name":"Wild Camping"}},{"id":159450,"name":"Lakeside","date_verified":"2022-08-08T00:00:00.000Z","description":"After leaving the road, follow the path to the West and there you'll find a cozy small spot for max. 2 Vans. In the morning, a beekeeper came by to sell some of the usual bee products.","location":{"latitude":40.99295969,"longitude":20.80007182},"category":{"name":"Wild Camping"}},{"id":161791,"name":"Ohrid Camp","date_verified":"2021-10-11T00:00:00.000Z","description":"small area along the river, made for wild camping.\r\naccess road ok for cyclists","location":{"latitude":41.11555223,"longitude":20.8388951},"category":{"name":"Wild Camping"}},{"id":173828,"name":"Ana Pletvarska","date_verified":"2022-04-24T00:00:00.000Z","description":"The place is a B\u0026B with rooms to rent. But you can also pitch your tent in the garden. There is a toilet and a shower in the garden as well. Owner is very welcoming and uncomplicated. ","location":{"latitude":41.36914687,"longitude":21.64843787},"category":{"name":"Informal Campsite"}},{"id":178014,"name":"Quiet place for tents","date_verified":"2022-05-29T00:00:00.000Z","description":"Quiet place crossing the bridge from the road next to the mountain, nice to pitch the tent for one night. There are two empty houses around. You can find some flat areas and be hidden from the road. ","location":{"latitude":41.54588501,"longitude":20.59837072},"category":{"name":"Wild Camping"}},{"id":180328,"name":"Tortoise Terrace","date_verified":"2022-06-19T00:00:00.000Z","description":"There is a pull off from the road that brings you down to the water. You are hidden from the road, but it’s not that busy anyhow. Lots of wildlife; tortoises, pelicans, grebes, herons frogs, etc. It was a quiet night for us, but you may see some fisherman as we saw them at other spots around the lake. ","location":{"latitude":41.07457591690243,"longitude":21.5489212889425},"category":{"name":"Wild Camping"}},{"id":180770,"name":"no crossing to Kosovo ","date_verified":"2023-09-05T00:00:00.000Z","description":"we tried to cross boarder through the national park. road is gravel and takes a while but no 4x4 needed. half way through the park on the macedonian side there is a boarder control telling us to turn around because no passing possible to Kosovo. so we had to drive all the way back.","location":{"latitude":41.71964799,"longitude":20.66972817},"category":{"name":"Customs and Immigration"}},{"id":180891,"name":"With old theatre ","date_verified":"2022-06-23T00:00:00.000Z","description":"Beautiful place next to a outside old theater. In the morning some cows and sheeps will wake u up (very nice) . Local doesn’t care that we were here. 20min away from city and easy accesible. (Tents also) ","location":{"latitude":41.43075504954218,"longitude":21.449755605434806},"category":{"name":"Wild Camping"}},{"id":182138,"name":"Hi Skopje Hostel","date_verified":"2022-07-02T00:00:00.000Z","description":"Absolutely brilliant fairly large hostel with a very nice garden and friendly helpful owner, lots of space in the yard for motorcycle and cycle storage ","location":{"latitude":41.9835998,"longitude":21.42630334},"category":{"name":"Hostel"}},{"id":183125,"name":"Sobi Rooms","date_verified":"2022-07-07T00:00:00.000Z","description":"Clean \u0026 decent place next to the main road. 10 Euro for a double room. The lady is super awesome \u0026 can speak understandable English. Parking for bicycle \u0026 motorbike at the side of the house. Cars on the street. Its safe here. Request for back room as the one facing the main road is quite noisy.","location":{"latitude":41.58023532,"longitude":21.94147242},"category":{"name":"Hotel"}},{"id":184194,"name":"small pasture","date_verified":"2022-07-21T00:00:00.000Z","description":"small place on a pasture for max. 2 cars, only 4x4, not good for Campers","location":{"latitude":41.924887,"longitude":22.5498178},"category":{"name":"Wild Camping"}},{"id":184833,"name":"water","date_verified":"2022-07-19T00:00:00.000Z","description":"drinki water, mountains water, two taps going enough fast","location":{"latitude":42.26081727,"longitude":22.22363672},"category":{"name":"Water"}},{"id":185105,"name":"Camp with water and little shelter","date_verified":"2022-07-27T00:00:00.000Z","description":"Perfect place for 3 cars only 4x4 with water ","location":{"latitude":42.04592993,"longitude":20.79672401},"category":{"name":"Wild Camping"}},{"id":185325,"name":"LPG gas bottles","date_verified":"2022-07-28T00:00:00.000Z","description":"very good and fast fill all bottles with adapters ","location":{"latitude":41.51537413,"longitude":20.95209575},"category":{"name":"Propane"}},{"id":185914,"name":"Parking of the Monastery St. Joakim Osogovski","date_verified":"2022-07-30T00:00:00.000Z","description":"Large parking beside the monastery. Small street nearby, but calm at night. Good restaurant in the monastery complex. For hiking, you can follow the small street by car. The tar street ends after about 7 km in an altitude of 1600 m, excellent spot for hiking. ","location":{"latitude":42.20751280960282,"longitude":22.365706153052017},"category":{"name":"Informal Campsite"}},{"id":185915,"name":"Stanechki Waterfalls","date_verified":"2022-07-31T00:00:00.000Z","description":"Small waterfall and picnic place. There is a wonderful hiking path along the creek Kozja Reka from Stanci parking to the waterfall, about 2 km. ","location":{"latitude":42.17624152858117,"longitude":22.39632123160254},"category":{"name":"Tourist Attraction"}},{"id":185916,"name":"Stanci Parking","date_verified":"2022-07-31T00:00:00.000Z","description":"The lokal tourist map recommends this parking for caravans. Space for two or three campers. Narrow street, not for big rigs. Quiet place near the creek. Starting point for hiking 2 km to Stanechki Waterfall. No phone connection. ","location":{"latitude":42.17660512381654,"longitude":22.378061674812994},"category":{"name":"Informal Campsite"}},{"id":186951,"name":"wild camping at the lake ","date_verified":"2022-08-08T00:00:00.000Z","description":"Beautiful place for wildcamping! it's right at the road with a view over the lake. There are multiple spots for camping / parking a car / van. The one spot we stayed at was with a beautiful view of the lake but very much in sight / hearing distance of the road. When you drive a bit further you will be away from the noise. You can walk down a little windy path to the lake front where you can have a nice secluded swim. ","location":{"latitude":40.98571049,"longitude":20.7986039},"category":{"name":"Wild Camping"}},{"id":187061,"name":"Hotel 7","date_verified":"2022-10-02T00:00:00.000Z","description":"Very nice place run by a very nice guy Vladimir. Parking for motorcycles in the courtyard near reception or unlocked basement. Choose the courtyard. Walking distance to town, food, supermarket etc. ","location":{"latitude":41.98985103517771,"longitude":21.41993025317788},"category":{"name":"Hotel"}},{"id":187214,"name":"Villa Ziro Neim","date_verified":"2022-08-09T00:00:00.000Z","description":"Renowned biker hotel owned by well known bike club president Mr Neim. Highly recommended. Please note, parking is street only in popular restaurant area. We saw multiple bikes parked there over several days and numerous owners had been there previously and said that it's perfectly fine. ","location":{"latitude":41.116931517608464,"longitude":20.79856158234179},"category":{"name":"Hotel"}},{"id":187215,"name":"Vila Rita ","date_verified":"2022-08-10T00:00:00.000Z","description":"Family owned and friendly guesthouse with great parking for motorcycles and close to the lake. Walking distance to town centre. Clean comfortable rooms. ","location":{"latitude":41.12016542349011,"longitude":20.786601193249226},"category":{"name":"Hotel"}},{"id":187630,"name":"on the pasture","date_verified":"2022-08-05T00:00:00.000Z","description":"Nice place hiden among trees, turn left from the road 22/23 just before the turn. There is no road just go off the road to the trees","location":{"latitude":41.01055973,"longitude":21.68691728},"category":{"name":"Wild Camping"}},{"id":188986,"name":"Villa Bella","date_verified":"2022-08-22T00:00:00.000Z","description":"Hotel. Food available on site. WIFI. Free Parking. Bikers welcome. \r\n\r\n  email: info@villabella-mk.com\r\n+389 (0) 71 221 551 or +389 (043) 522 557","location":{"latitude":41.39998,"longitude":22.03308},"category":{"name":"Hotel"}},{"id":188992,"name":"Villa Bella Boutique Hotel","date_verified":"2022-09-05T20:49:36.000Z","description":"On site restaurant. WIFI on site. Mobile phone signal good on site. Limited parking. No perking for large vehicles. Motorcyclist welcome. Rooms with private bathrooms.","location":{"latitude":41.39922,"longitude":22.03555},"category":{"name":"Hotel"}},{"id":188997,"name":"abandoned bar with water pipe","date_verified":"2022-08-22T00:00:00.000Z","description":"Right at the road, there is a water pipe with potable running water at the corner.","location":{"latitude":41.16961267,"longitude":20.9454913},"category":{"name":"Water"}},{"id":189343,"name":"Nicpur Rd","date_verified":"2022-08-23T00:00:00.000Z","description":"Picknick Area at the River with space for 5 cars or more. Next to the gravelroad but hidden with trees and bushes. There are only a few cars a day on that road. Easy accessible for every car. Leveled ground. Picnic Hut and fireplace. Garbage cans are at the crossing to the Nicpur Road. Please take  not only your trash there. You can find a lot more unfortunatly. ","location":{"latitude":41.73244473867891,"longitude":20.67045592794329},"category":{"name":"Wild Camping"}},{"id":191554,"name":"Hostel \u0026 Camping Kitka","date_verified":"2022-09-12T00:00:00.000Z","description":"This is a fantastic place and Dragisha is a great host. There are hostel rooms but also room for camping too. Nice big garden where there are also a horse! The food is very good too, including dinner and breakfast. All the usual facilities. It’s best to contact Dragisha via telephone and WhatsApp, his number is +389 70603383.","location":{"latitude":42.14369244773372,"longitude":21.119558716973867},"category":{"name":"Hostel"}},{"id":194139,"name":"Kostoski Inn","date_verified":"2022-10-02T00:00:00.000Z","description":"Very nice owner with cozy little rooms, own bathroom and a little pantry kitchen! Everything was clean and tidy \r\nSafe parking for the bikes and Wifi available.\r\nFruit trees in the garden where you can pick grapes and figs!\r\n\r\nPrice for two people is 16 Euro.\r\n\r\nShop and petrol station around the corner.","location":{"latitude":41.349442724182126,"longitude":21.571050000402277},"category":{"name":"Hotel"}},{"id":195127,"name":"Universe Rooms","date_verified":"2022-10-11T00:00:00.000Z","description":"Safe parking in the closed yard OR in the private alley. Strong WiFi, small garden, friendly owner speaks English. Very clean, close to everything, kitchen available. We paid 16€ for a spacious room.","location":{"latitude":41.98264862148891,"longitude":21.433798155455502},"category":{"name":"Hostel"}},{"id":197905,"name":"Galichki Pat","date_verified":"2022-06-15T00:00:00.000Z","description":"Beautiful wild campsite near the Galichki Pat. Great place to stay. You can easily go up this small hill with any car (We did it with a Chevrolet Spark). It's quiet \u0026 a great base camp for exploring Mavrovo. We spent about 4 nights here \u0026 we did not have any problems. 10/10 spot","location":{"latitude":41.6447,"longitude":20.70676},"category":{"name":"Wild Camping"}},{"id":198222,"name":"labino beach","date_verified":"2022-11-09T00:00:00.000Z","description":"we stayed 1 night here in November, have to walk through among old city, might be not good option for summer, because there is a walking path at the top of the beach and some people was walking at night even in November, touristic season can be disturbing. BUT there is also caves and staying inside the cave provide some privacy and not might take attention from outside, we even lit a small camp fire inside the cave. \r\n ","location":{"latitude":41.1142388,"longitude":20.7878722},"category":{"name":"Wild Camping"}},{"id":198390,"name":"Skopje Car Wash","date_verified":"2022-11-10T00:00:00.000Z","description":"They have a motorhome sign posted out front.  They welcome motorhomes and offer power, water and free wifi.  There is a porta potty too as well as a dump station.  They charge 25eu (1500MKD) for 24 hours. In a city that has a problem with theft, we felt safe here.  There is a traditional restaurant on site too. A short walk to the sights of the city. ","location":{"latitude":41.99313512,"longitude":21.43746988},"category":{"name":"Informal Campsite"}},{"id":198400,"name":"Riverside near Matka","date_verified":"2023-05-12T13:38:59.000Z","description":"When going along the main road look for small fork in the road and go left, small road that takes you down by the river.  If you have 4x4 you can make it further down because pavement ia broken but be aware if they release water from dam you could get wet!  We stayed up on the right side closer to top of the road.  Relatively flat.  Restaurants nearby.  4G cell signal. Rubbish bins up on the road.  We were told there's a water faucet at the nearby church.","location":{"latitude":41.96156686,"longitude":21.29693947},"category":{"name":"Wild Camping"}},{"id":201790,"name":"Universal vucko ohrid","date_verified":"2022-12-13T00:00:00.000Z","description":"I went there with my Africa Twin to change the oil, filter and the whole clutch system. The guy (Pavle) is not only the most professional mechanic I've ever met who found the pieces that I needed and ship them as soon as possible so I could retake my trip, but his also super friendly, speaks English perfectly and lets you see and follow all the process. He's an old school motorcyclist himself and knows everything that anyone might needs to know. The type of problem-solving man. The price is very good and will definitely satisfy any traveler on its way. He actually often helps foreigners who are overlanding. ","location":{"latitude":41.12153182,"longitude":20.81085095},"category":{"name":"Mechanic and Parts"}},{"id":214620,"name":"lake view on open shrubland","date_verified":"2023-03-30T00:00:00.000Z","description":"Big grassy area with many trees \u0026 shrubs so you can park quite hidden. Plenty of room for many vehicles. Just make sure you don't drive up the gravel paths that look well used, as they go to cabins/huts. ","location":{"latitude":40.98871265,"longitude":20.80177836},"category":{"name":"Wild Camping"}},{"id":216070,"name":"Lake Ohrid beach","date_verified":"2023-04-08T00:00:00.000Z","description":"Parking under trees direct on the beach on driveway to a restaurant. In offseason nobody around, in season maybe more public traffic.\r\nBeautyful view over the lake.","location":{"latitude":41.05424213223159,"longitude":20.801747208461165},"category":{"name":"Wild Camping"}},{"id":217434,"name":"In the hills south of the border","date_verified":"2023-07-07T00:00:00.000Z","description":"wonderful desert-like place with gorgeous view into valleys and onto hills - completely remote and dead silent","location":{"latitude":42.09939919881718,"longitude":21.214982159455506},"category":{"name":"Wild Camping"}},{"id":217739,"name":"border crossing macedonia ","date_verified":"2023-04-22T00:00:00.000Z","description":"very Quick\r\nvery friendly et easy no problem with european cards identity \r\n","location":{"latitude":41.55834793,"longitude":20.49595714},"category":{"name":"Customs and Immigration"}},{"id":218383,"name":"Lake Turija","date_verified":"2023-04-28T00:00:00.000Z","description":"Spot for a night next to Lake Turija off the main path - absolutely quiet even at daytime - only few cars passing - last 5km to spot are very rough - 4x4 recommended but locals do it with 2x4 too - no problems for big rigs ","location":{"latitude":41.56984212346521,"longitude":22.658641347682718},"category":{"name":"Wild Camping"}},{"id":218384,"name":"Vladovci","date_verified":"2023-04-28T00:00:00.000Z","description":"Water tap with thread at Benzoil gas station - good pressure ","location":{"latitude":41.51603424459857,"longitude":22.6152164675506},"category":{"name":"Water"}},{"id":219499,"name":"Sredno Vodno Cable Car Millennium Cross","date_verified":"2023-05-06T00:00:00.000Z","description":"Paved,public \u0026 illuminated parking at the Millennium Cross Cable Car - small shops and restaurants around - Dixie toilets to use for free - there is a lower and an upper parking - during weekdays free - on weekends from 9-16 o’clock you have to pay a parking fee by mobile phone - at night locals come up here to chat \u0026 drink \u0026 for romance - during our stay there was no noise at night - no one bothered us for staying the night - fee for cable car up to Millennium Cross is 100MKD return ","location":{"latitude":41.97530298497734,"longitude":21.409537866731554},"category":{"name":"Informal Campsite"}},{"id":219548,"name":"In the hills, near Piskuptina, about 30 km after Ohrid","date_verified":"2022-09-26T00:00:00.000Z","description":"Secluded, and very quiet, between lovely mountains. Several spots available. Take the R1201 after Ohrid in direction Lukovo, follow the signs at your left hand to Piskuptina. There are several Sandy roads with rather deep gullies/ ditches. So drive carefully. You need 4x4","location":{"latitude":41.31630770184705,"longitude":20.622702057918605},"category":{"name":"Wild Camping"}},{"id":219698,"name":"Camp Ambassador ","date_verified":"2023-09-14T00:00:00.000Z","description":"Very nice campsite with new facilities. 9€ pp. Breakfast available (8€). Owners are very friendly and welcoming. Highly recommended! ","location":{"latitude":41.058923543673984,"longitude":21.264705332678687},"category":{"name":"Established Campground"}},{"id":220222,"name":"Mantovo","date_verified":"2023-05-01T00:00:00.000Z","description":"Great isolated spot, accessible only by 4x4 vehicle from both ways that goes around the lake, with a great lake view, with natural well with clear water around 1km. away from the spot, ask the locals for directions!","location":{"latitude":41.56897,"longitude":22.33642},"category":{"name":"Wild Camping"}},{"id":221742,"name":"Camping Scout","date_verified":"2023-05-21T00:00:00.000Z","description":"Camping Scout Struga is a small camping site located on the edge of the city of Struga on the shore of the Ohrid Lake. The perfect positioning only 500 meters from the city center, 400 meters from the main green market, and with 5 different beaches on a radius of 500 meters makes it unique for young people that want active vacation and partying on a walking distance, or families that prefer quiet camping under full day deep shadows of  50 year old trees, and yet close to the main city happenings.\r\n\r\nThe camping site offers different possibilities for accommodation:\r\n\r\nRoom accommodation: rooms are equipped with one double bed and 2 bunk beds, or two single beds and two bunk beds including bed sheets, blankets and towels. The camp’s main building includes 10 rooms with a shared sanitary facility (6 showers, 6 toilets).\r\n\r\nAccommodation in a Tree house:  5 tree houses each equipped with two single beds, electricity and a separate chill and dining area beneath the tree house.\r\n\r\nAccommodation in tents. If you prefer accommodation in a tent, you can choose whether you bring your own tent or we can rent you one. 8 different types of tents for everyone’s preference, each with different size and they can accommodate between 1 and 8 people per tent.\r\n\r\nRVs/Trailers/Campers. A separate specially equipped area for motor homes, providing a parking spot for different sizes of motor homes, electricity connection, broad band internet and black and grey water disposal service.","location":{"latitude":41.17331,"longitude":20.67126},"category":{"name":"Established Campground"}},{"id":224534,"name":"MG moto group (Triumph)","date_verified":"2023-06-05T00:00:00.000Z","description":"run by experienced mechanics, owner David and Gjoko.\r\nFixed my BMW F700GS very professional 8n 06/2023.","location":{"latitude":41.99112951136702,"longitude":21.431227462385973},"category":{"name":"Mechanic and Parts"}},{"id":226997,"name":"ljubanista","date_verified":"2023-06-27T00:00:00.000Z","description":"Nice campsite next to thé lake. good showers. €11 for 2 bikers. with little shop. ","location":{"latitude":40.92312957,"longitude":20.77377421},"category":{"name":"Established Campground"}},{"id":227086,"name":"Stone dols","date_verified":"2023-06-28T00:00:00.000Z","description":"you can put up your tent and possible park your camper on thé parking of thé restaurant. for us it was free off charge. and we had a nice meal. ","location":{"latitude":42.1025275,"longitude":22.05548437},"category":{"name":"Informal Campsite"}},{"id":227090,"name":"Dynamix (moto) ","date_verified":"2023-06-29T00:00:00.000Z","description":"Mechanics and parts. BMW, KTM, Ducati etc.","location":{"latitude":41.99835542047943,"longitude":21.412709842628928},"category":{"name":"Mechanic and Parts"}},{"id":228416,"name":"Moto service Gianni","date_verified":"2023-07-06T00:00:00.000Z","description":"Small motorcycle repair shop. Bought my oil and filter from BMW and they recommended me this shop to do the work. The guy speaks zero English but had my Husqvarna 501 in the shop and working on it within 15 minutes of arriving. \r\nCost me 25 euro to have him change the oil and filter and remove and repair a screw lodged in my rear tire. There were new Ducati's and Africa twins, and KTM's being worked on as well so it gave me faith despite the shop being a complete disaster ","location":{"latitude":41.99413837,"longitude":21.42295012},"category":{"name":"Mechanic and Parts"}},{"id":228532,"name":"Wild Camping in quiet place","date_verified":"2023-07-07T00:00:00.000Z","description":"Good place for wild camping. Tried to get to the place up the hill, but impossible without 4x4 and a car you're ready to scratch up (a lot of bushes). This was a good alternative you can get to with a normal car. No people around and level place to put up a tent on. Nice view of the mountain in the background.","location":{"latitude":42.0917468564979,"longitude":21.21024839582034},"category":{"name":"Wild Camping"}},{"id":228591,"name":"Majestic Rooms \u0026 Apartments","date_verified":"2023-07-07T00:00:00.000Z","description":"Great value guesthouse with different private rooms, in good location. Safe parking for motos. ","location":{"latitude":41.34495101325136,"longitude":21.548562623368515},"category":{"name":"Hotel"}},{"id":230446,"name":"Kotscha Mala Restaurant ","date_verified":"2023-07-14T00:00:00.000Z","description":"Absolutely beautiful restaurant with original macedonian food. Delicious ","location":{"latitude":41.177219401039096,"longitude":20.677814226079036},"category":{"name":"Restaurant"}},{"id":232174,"name":"abandoned camp site by lake ohrid","date_verified":"2023-07-19T00:00:00.000Z","description":"other other nearby wild camp is an uninhabitable toilet.\r\n\r\ndrove a bit further up the road southwards and took a tar road on the left towards the lake. this camp used to be a formal campsite that is long abandoned. locals use it for camping,  BBQs, and swimming in the lake.\r\n\r\nrelatively clean and plenty of room. seems popular in the summer with the locals but found most had left by 1800.\r\n\r\nplenty of room on dirt and on hard standing. immediate access to the beautiful and clear waters of lake ohrid. plenty of shade from the trees. good 4g coverage on A1 telecom.\r\n\r\ncan fit just about anything down here.","location":{"latitude":41.09386819,"longitude":20.63407046},"category":{"name":"Wild Camping"}},{"id":233500,"name":"Universe Hostel and Apartments","date_verified":"2023-07-26T00:00:00.000Z","description":"A secluded hostel with its own driveway. It comprises of single and shared rooms. I stayed in the ground room and had my motorbike parked inside. Owners very friendly and the son speaks very good English. Price was very reasonable €22/ night for the apartment. Laundry €5","location":{"latitude":41.98262,"longitude":21.4338},"category":{"name":"Hostel"}},{"id":233984,"name":"Hostel Domestika","date_verified":"2023-07-29T00:00:00.000Z","description":"A relaxed cheap hostel at €11 night with common bathroom and toilets. The general impression is a bit shabby but the room was exceptionally clean and comfortable. Rooms don't have air cons or fans but even at the time of writing (summer) it felt comfortable and the night gets chilling too. The owner is a great guy and he offer free coffee, water and Raki + he also did my laundry for free.","location":{"latitude":41.02236,"longitude":21.34107},"category":{"name":"Hostel"}},{"id":237469,"name":"View into Kosovo","date_verified":"2023-08-17T00:00:00.000Z","description":"Some flat area for a tent and space for vehicles on the plain. Nice view over into Kosovo. Didn’t experience any traffic in the evening, at night or morning on the trail. Swallows to keep you company. Some cellular signal.","location":{"latitude":42.153199953066554,"longitude":21.354280756806354},"category":{"name":"Wild Camping"}},{"id":237942,"name":"Place near a playground ","date_verified":"2023-08-18T00:00:00.000Z","description":"Field near a playground. Need some ground clearance to get here. Came here by the road towards the ski centre. It is possible to get here from the local village Rotino but i think that road is only accessible with a 4x4.   ","location":{"latitude":41.0443661,"longitude":21.2140531},"category":{"name":"Wild Camping"}},{"id":240245,"name":"Ohrid View","date_verified":"2023-09-05T00:00:00.000Z","description":"A flat spot along a dirt road which is not used nowadays. The road is not in any of the maps, but you can use satellite view to see it. Nobody passes by here. This particular spot has only space for 1 car, but you can probably find some other spot for more or bigger vehicles along the same road.\r\n\r\nSince it is only about 1 km from outskirts of Ohrid and with a clear view of the city, you can hear lots of noise from the city, e.g. music, reving engines, cheers from the stadium. If you want peace and quiet, you need to get further away.\r\n\r\nThere is 4G reception.","location":{"latitude":41.1053921525036,"longitude":20.82734060800453},"category":{"name":"Wild Camping"}},{"id":243155,"name":"Wild boar's viewpoint ","date_verified":"2023-09-24T00:00:00.000Z","description":"Beautiful spot on a grassy leveled ground with a great view. A lot of sun until sunset and peaceful at night. Can be windy due to its altitude. We saw a family of wild boars from a distance, but nothing came to visit us at night.","location":{"latitude":41.76509359,"longitude":21.44976135},"category":{"name":"Wild Camping"}},{"id":249966,"name":"Villa Ivanovi","date_verified":"2023-11-12T00:00:00.000Z","description":"Family owned and friendly guesthouse with parking for motorcycles and close to the lake. Walking distance to town centre. Very clean comfortable rooms. Single room 8€. During Check-In a welcome coffee and checkout also. Coffeemaking is possible and a MW is also available.","location":{"latitude":41.12559,"longitude":20.78253},"category":{"name":"Hotel"}},{"id":252896,"name":"Pond Makazi","date_verified":"2023-11-27T00:00:00.000Z","description":"On Google as a pond/swimming lake but I wouldn't recommend swimming here, looks like it hasn't seen activity for a while and very stagnant.\r\nStill a good place to camp with table nearby and plenty of wooded area around to wonder through. \r\nA church is not too far away before/after camp for fresh water","location":{"latitude":41.0601655,"longitude":21.0658453},"category":{"name":"Wild Camping"}},{"id":252897,"name":"desolate church","date_verified":"2023-11-27T00:00:00.000Z","description":"Not sure if abandoned or not yet complete.\r\nSpacious church upon entering the town, good for wind and rain protection, friendly locals. ","location":{"latitude":40.9452451,"longitude":20.9015892},"category":{"name":"Wild Camping"}},{"id":252898,"name":"Korita picnic spot","date_verified":"2023-11-27T00:00:00.000Z","description":"Nice area, lots of tables available and shelter for tents.\r\nWater available. Good spot for bikes to rest, and short hike to scenic point.\r\n","location":{"latitude":40.9674088,"longitude":20.8145823},"category":{"name":"Informal Campsite"}}]