[{"id":8953,"name":"Rafting Center Campground ","date_verified":"2021-10-27T00:00:00.000Z","description":"Beautiful campsite by the river Una in the middle of a national park, very clean, wifi, showers, grill, bike and cayak rental, rafting trips possible, restaurant, very nice owner will welcome you with a shot of slivovice.  The river is exceptionally clear and also very cold, but great for a quick swim.\n10 KM per person, 10 KM for tent/camper. Recommended! ","location":{"latitude":44.56846204,"longitude":16.08326199},"category":{"name":"Established Campground"}},{"id":9153,"name":"Camping Half Island","date_verified":"2019-07-09T20:40:04.982Z","description":"Very nice place, hot water, clean bathrooms, kitchen, wifi. 10 eur per tent and two persons, 15 for campers. Tax 1 EUR per person. ","location":{"latitude":43.24165666,"longitude":17.83899285},"category":{"name":"Established Campground"}},{"id":18260,"name":"Oaza Auto Camp","date_verified":"2021-12-01T00:00:00.000Z","description":"Nice new shower block and toilets. Unfortunately they are still having teething problems. Luke warm showers, there is only a timed button. \r\nBig grass camping area, but it has a busy main road right next to it. Wifi signal is low across the camping area. Reception staff weren't very helpful. On site restaurant looked popular but didn't eat there myself.","location":{"latitude":43.82927,"longitude":18.29693},"category":{"name":"Established Campground"}},{"id":18430,"name":"Mostar Parking","date_verified":"2023-06-06T00:00:00.000Z","description":"This is a big secure carpark behind the new Cathedral. Only a short walk to the old town and bridge. Car/4x4 1 euro all day. I believe big rigs 5 Euro all day. This is where all thr coaches park. I also understand they will let you stay the night for 10 Euro. Which is ok if you sleep in your vehicle. ","location":{"latitude":43.338786,"longitude":17.808705},"category":{"name":"Informal Campsite"}},{"id":18903,"name":"Mostar Parking","date_verified":"2016-07-10T09:35:27.346Z","description":"A parking spot with some trees! I parked here for 7€ for a night. I kind of loud, but for one night no problem, I think! ","location":{"latitude":43.33987736612869,"longitude":17.798855630697496},"category":{"name":"Informal Campsite"}},{"id":21666,"name":"CampX (or Olywood One)","date_verified":"2022-09-15T09:46:09.000Z","description":"Possibly best suited for the biker or small group of overlanders this place offers fantastic views, affordable shelter and a very charismatic host. Clean, good atmosphere thoroughly enjoyable.","location":{"latitude":43.84368333333334,"longitude":18.417883333333336},"category":{"name":"Established Campground"}},{"id":23452,"name":"Small forest","date_verified":"2021-08-12T00:00:00.000Z","description":" It is a nice place with many trees. Close to the road but very quiet. We overnighted here before crossing the border. ","location":{"latitude":45.12672,"longitude":16.72446},"category":{"name":"Wild Camping"}},{"id":23453,"name":"Plivsko Lake","date_verified":"2018-07-28T00:00:00.000Z","description":" The place is right in front of the lake. It is quiet and you can find more people spending the evening there. Within awalking distance you have the famous water mill of Jajce and the  waterfall in the village, Vadopad Pilva. There are supermarket close by where to by goods. Also there are places for BBQ","location":{"latitude":44.33961,"longitude":17.26332},"category":{"name":"Wild Camping"}},{"id":23454,"name":"Sarajevo city","date_verified":"2018-08-05T08:45:41.449Z","description":"  It is on the top of a hill near the White Fortres. Nice place to see the sunset and overnight, although, we let you a nice and free coordinates to park near the center and explore Sarajevo. In the main street there are several tourist offices where to get info and a city map.   Parking Coordinates: 43.85310 18.40196","location":{"latitude":43.85983,"longitude":18.44483},"category":{"name":"Wild Camping"}},{"id":29896,"name":"Riverside camp","date_verified":"2023-07-11T00:00:00.000Z","description":"Near a paid campsite, this camp is on a grassy patch at the other side of a short tunnel.  Some litter but flat and pretty.  Police came to check on us in evening and no problems to stay.","location":{"latitude":42.70950116686775,"longitude":18.47952341662578},"category":{"name":"Wild Camping"}},{"id":29906,"name":"Bingo supermarket (huge)","date_verified":"2017-02-23T00:00:00.000Z","description":"Huge choice of stuff - food, booze, tools and household items.  ","location":{"latitude":42.70619,"longitude":18.33981},"category":{"name":"Shopping"}},{"id":30176,"name":"Kravica Waterfall","date_verified":"2022-03-04T00:00:00.000Z","description":"Beautiful flat grassy spots down by the river.  Best spots are closer to the bridge as less waterfall noise.  Plenty of firewood.  Clean toilets open all night.  Easy access for smaller cars/trucks due to tight hairpin bends - larger rigs may struggle to turn.  Was free in winter but they said they would charge in the summer (if same as parking would be 1KM ph).  Restaurant open in summer months also.","location":{"latitude":43.15832,"longitude":17.60788},"category":{"name":"Informal Campsite"}},{"id":35699,"name":"Hostel Magaza","date_verified":"2019-06-14T11:11:57.000Z","description":"Not a very official hostel. Address is 50 Pehlivanuša. There is no sign indicating that it is a hostel. Ring the bell to get someone. No receptionist. €7 per bed per night in 7 bed dorm. Tight parking space for probably 2 bikes. ","location":{"latitude":43.8630103,"longitude":18.424223},"category":{"name":"Hostel"}},{"id":35781,"name":"Auto Camp Drina","date_verified":"2023-05-24T00:00:00.000Z","description":"Every now and again you stumble across a place you just don't want to leave. Auto Camp Drina is one of those places. Run by a lovely family who obviously care about providing a wonderful place to stay. Beautiful location on the river, delicious home cooked (over wood fire) meals available. Good wifi, spotlessly clean/modern bathrooms. Manicured grass for tents, boats to rent and the cabins are very reasonable at 10 Euros / person. Local town is just a few mins down the road.\r\n\r\nHighly recommended.","location":{"latitude":43.52935,"longitude":18.7828},"category":{"name":"Established Campground"}},{"id":35891,"name":" Vukov konak","date_verified":"2017-05-26T00:00:00.000Z","description":"Charming little mountain lodge, 15 euros per person per night with breakfast. \r\n\r\nHours \u0026 Info\r\n\r\nVukov konak is open all year round. \r\n\r\nWintertime (October–May) we're open Saturdays and Sundays 10–16. \r\n\r\nSummertime (June-September) we're open most weekdays and always on weekends 10–18. \r\n\r\n(Overnights and pre-ordered dinners etc. as per booking.) \r\n\r\nBOOKINGS ARE STRONGLY ADVISED.","location":{"latitude":43.93149,"longitude":18.5258},"category":{"name":"Hotel"}},{"id":35896,"name":"Tito's Secret Bunker","date_verified":"2023-05-06T00:00:00.000Z","description":"A big underground bunker built during Yugoslavia times to house Tito and close associates in case of nuclear attack. Capable of housing 350 people for 6 months. Took 26 years and 4.6 billion dollars to build, it was secret until collapse of Yugoslavia. The place is now transformed it into an art gallery.\r\n\r\nMonday, Wednesday and Friday at 10am, 12pm and 2pm\r\nSaturday/Sunday – 10am \u0026 12pm","location":{"latitude":43.63426,"longitude":17.99491},"category":{"name":"Tourist Attraction"}},{"id":36688,"name":"Mirror hostel","date_verified":"2023-05-24T00:00:00.000Z","description":"The best hostel I have been staying so far. Very cozy, cheap (8 € per night), clean and tidy, feels really like home. The lady in charge is very nice, polite and helpful person, who runs the place with steady but gentle hand, has firm rules and makes sure they have been followed by everyone. Really nice site to stay! Although, it's convenient mostly for backpackers, as due to the narrow streets in the area, finding a place to park a car, could be a bit tricky, not to say about a bigger vehicle.\r\n","location":{"latitude":43.34633752,"longitude":17.8117972},"category":{"name":"Hostel"}},{"id":39013,"name":"Plivsko lakeside layby","date_verified":"2018-11-07T12:44:15.448Z","description":"A small laybye next to the lake, on a quiet gravel road. Acces via the main road, trough some dark tunnels. The place is just next to a table and bench, with a great view. Only for 4x4 or small van. ","location":{"latitude":44.34464153837817,"longitude":17.228224882872055},"category":{"name":"Wild Camping"}},{"id":39201,"name":"Kamp Oaze - small campsite next to lake","date_verified":"2023-05-06T00:00:00.000Z","description":"A very small campsite just off the main road and on the border of the lake/river. Very basic site but friendly owners. Space for 3 or 4 cars/vans or camper on gravel or grass. Small kids pool and very basic toilets and shower. Ideally located close to city of konji if you want to visit Tito bunker.","location":{"latitude":43.672464578453145,"longitude":17.913904795439834},"category":{"name":"Established Campground"}},{"id":40496,"name":"Autokamp heaven in nature.","date_verified":"2019-10-09T00:00:00.000Z","description":"Nice campsite on a level surface, next to the main road from/to Montenegro. Swimming is possible in the river which runs next to the site. Water and electricity available, friendly and helpful owners. Bit noisy from all night traffic..","location":{"latitude":43.09766467199018,"longitude":17.97546660529261},"category":{"name":"Established Campground"}},{"id":42525,"name":"Srebrenica genocide memorial","date_verified":"2018-07-12T00:00:00.000Z","description":"Memorial for the 1995 genocide in Srebrenica. It is on the site of the former UN base (opposite cemetary). Entrance free. Campers sometimes stay on the little parking for the night, although i would not recommend this as it is right next to a main road","location":{"latitude":44.158298838924765,"longitude":19.302193550410962},"category":{"name":"Tourist Attraction"}},{"id":42591,"name":"Family camp","date_verified":"2019-06-13T15:26:56.518Z","description":"Local family started a small basic campsite. Big field next to river can be used, there is a small lapa that can be used. Friendly owner can grill you a fresh fish. Reasonable wifi. There is one clean toilet. No shower, but he might offer you his private shower. 10€ per car. Might seem expenisve, but worht it for the location and the freebies (slivovic, coffee,...)","location":{"latitude":44.635964934755705,"longitude":16.043047411382236},"category":{"name":"Established Campground"}},{"id":46560,"name":"Sutjeska free Camping ","date_verified":"2022-05-20T00:00:00.000Z","description":"Very nice free camping location in Sutjeska Nationalpark. From here one has an amazing view up to the mountains.\nYou can choose between parking on juicy green grass or on the rocks just by the small river.\nOnly deficit is that it is I bit noisy because the road is not far away. The street is not much frequented, especially not at night.","location":{"latitude":43.29444305043974,"longitude":18.631937177869148},"category":{"name":"Wild Camping"}},{"id":54496,"name":"Auto camp","date_verified":"2018-03-07T00:00:00.000Z","description":"It was closed when I visitid, but I could stay for 5 euros (1 person + motorbike + tent). Nice location amongs olive trees; maybe not very suitable for big rigs. Electricity and light at each camping spot. Price list at the entrance. Toilets and shower were not in use, but probably will be when season starts. Be aware: it's next to a church with loud bells (not throughout the night but starting early morning).","location":{"latitude":42.92815,"longitude":17.62055},"category":{"name":"Established Campground"}},{"id":56313,"name":"Wild camp by the river","date_verified":"2018-04-05T00:00:00.000Z","description":"Grass ground near the very clear river. Seldomly car noise but can not be seen on the road.","location":{"latitude":43.28969858,"longitude":18.25072484},"category":{"name":"Wild Camping"}},{"id":58846,"name":"Autocamp Blagaj","date_verified":"2023-08-16T00:00:00.000Z","description":"Lovely little oasis of calm by the river with friendly hospitable staff, a great welcome with welcoming drink and fruit, excellent food. All services spotless. Beer €1,50 and meals around €6. €10 off season €20 June to September Electric, water and WiFi included ","location":{"latitude":43.2563462,"longitude":17.8800576},"category":{"name":"Established Campground"}},{"id":60429,"name":"Cule-Promet Gasfilling-Station","date_verified":"2018-05-25T00:00:00.000Z","description":"Possibility to fill up your gasbottle. Universal  connection, fits to most types of bottles. 1kg = 1€.","location":{"latitude":43.27365135,"longitude":17.83384248},"category":{"name":"Propane"}},{"id":63429,"name":"Auto Kamp Miris Ljeta","date_verified":"2019-09-24T00:00:00.000Z","description":"Nice camping near lake Jablanica in Bosnia. The owner is very polite and helpful and cooks great. I really recommend eating fish which is his speciality. The fish comes from the lake. The price for a room is 30€ and for a bungalow 25€. 20€ for 2px/camping car.","location":{"latitude":43.68845401,"longitude":17.82948594},"category":{"name":"Established Campground"}},{"id":63486,"name":"Golubić Bihać","date_verified":"2018-07-02T00:00:00.000Z","description":"A small and friendly hotel run by an ex motocross rider. At the ground floor he has a pub/restaurant and above a few rooms. The bathroom is huge and it has a washing machine also. A big dog guards the yard where you can park your vehicle. One night cost us (2 persons) 25€. Breakfast not included.","location":{"latitude":44.78285182,"longitude":15.93823221},"category":{"name":"Hotel"}},{"id":63717,"name":"Lakeshore/grassy beach","date_verified":"2018-07-04T00:00:00.000Z","description":"Drive towards the monastery. On your right is a sandy track leading you along the lakeshore for a couple of hundred meters. End at a broad grassy area with beautiful view of the lake and the monastery. Visible but no houses close by. Easy to get in the water for a swim. A little unlevel. ","location":{"latitude":43.80775209986028,"longitude":17.52774372698509},"category":{"name":"Wild Camping"}},{"id":64483,"name":"Diva grabovica","date_verified":"2019-06-02T00:00:00.000Z","description":"Small grassy area meant for parking at the zlijeb trail head. Beautifully surrounded by the vertical mountain sides and also very close to the trail leading into the canyon ending at Veliki Kuk. That trail starts closer to the nearby quarry. \r\nLast part of road leading to the spot is gravel/stony and a little rough. Best for smaller vans. Level. \r\nIf you hike into the canyon towards veliki kuk walk along the dry riverbed, not the trail, until the trail crosses the riverbed and turns left into the forest. The trail before that is very narrow and not easy to get through because of dense vegetation and you hardly see anything. ","location":{"latitude":43.60346332662143,"longitude":17.699523791687284},"category":{"name":"Wild Camping"}},{"id":64484,"name":"Road going up to Privedor. ","date_verified":"2021-09-21T00:00:00.000Z","description":"The coordinates are for the entrance to the Perucica forest area. Here you pay 5 km per person if the ticket guard is around. You can free camp at the Privedor parking. Big relatively flat grass area. Right at the hard 2 km trail up Maglic and the beginning of the trail to the lake trnovacko, 5 km. Wonderful views!\r\nAlso you can camp in a smaller van at a grassy parking with a small wooden shelter on the left hand side of the road just a few hundred meters after Dragos Sello. Thats where we spent a wonderful night. A bit rough and steep entrance, best 4x4. Nice views.","location":{"latitude":43.352875225286326,"longitude":18.704953361320033},"category":{"name":"Wild Camping"}},{"id":64485,"name":"Donje Bare lake","date_verified":"2018-07-09T00:00:00.000Z","description":"Part of sutjeska. Same ticket as for privedor. Gravel parking. Flat. Altitude 1500 m. Gains 1000 m from main road. Arrival by 18 km of mixed gravel and potholed tarmac. A good hour very nice drive. Relatively narrow so only smaller van. 4x 4 not nessecary. Very nice spot. Surrounded by open meadows, forest and mountains. Not view of the small lake. Few steps downhill is the small lake. Here is a hut and covered balcony. Also a covered shelter right at the meadow. Pittoilet. A couple of trails part from here. Among those 18 km to Orlovacko lake. Also a couple of very short ones. ","location":{"latitude":43.3192357141928,"longitude":18.63054024988658},"category":{"name":"Wild Camping"}},{"id":64487,"name":"Bob Hotel","date_verified":"2018-07-12T00:00:00.000Z","description":"Hotel a few km out side Sarajevo in the mountains. Big secure outside parking included in the price. We slept five persons in a four bed room with bathroom for 50 euros. Breakfast included. Hard matresses but otherwise fine room. Easy to reach even with big van. Not really walking distance from the center. Parking in center typically 2 km per hour.","location":{"latitude":43.84215503469467,"longitude":18.40811211617515},"category":{"name":"Hotel"}},{"id":64515,"name":"At a small lake","date_verified":"2018-07-12T00:00:00.000Z","description":"Restarea with table and shelter at the Klinje lake, below the street, flat area, suitable for several cars. Cars can not be seen from the street","location":{"latitude":43.19572965204233,"longitude":18.5689696521778},"category":{"name":"Wild Camping"}},{"id":64673,"name":"At Nerveta River","date_verified":"2018-07-12T00:00:00.000Z","description":"Next to the road: short drive down a rocky path to a small place near the river. Suitable for all cars, for tents if you don‘t mind a rocky surface.","location":{"latitude":43.773762226104076,"longitude":17.670171877661616},"category":{"name":"Wild Camping"}},{"id":65889,"name":"Wild camp on edge of gorge","date_verified":"2018-07-26T00:00:00.000Z","description":"Perfect site right on edge of gorge.  Drive up through forest/logging roads (follow tracks on maps me) to dead end track, continue until you get to edge.  Gravelly, open site overlooking river and surrounding mountains.  Area had been worked years ago, either road construction or a mine?  Beautiful now.  Coordinates for turnoff to track are (44.1825088,18.3394321) .  No people are coming up here although there are mountain farms across the canyon.  Basically Bosnia is wild camping Mecca.  Just head into forested mountains and pick a spot.","location":{"latitude":44.178030425723804,"longitude":18.334563849510936},"category":{"name":"Wild Camping"}},{"id":66024,"name":"Behind the little supermarket","date_verified":"2018-07-27T00:00:00.000Z","description":"Big space behind supermarket and gaz station. People from the bar say no problem for a night.\r\nYou could change few money from euros to bam at gaz station.\r\n\r\nUn grand espace près de ce qui ressemble aux fondations d'une future église. Très calme. Nous avions demandé au personnel du bar, qui nous avait répondu 'kein problem'.\r\nPossibilité de changer quelques euros à la station.\r\n\r\n\r\n\r\n\r\n","location":{"latitude":45.12742110964856,"longitude":16.740836067991506},"category":{"name":"Informal Campsite"}},{"id":66246,"name":"Water Mills","date_verified":"2018-07-28T00:00:00.000Z","description":"The 25 little water mills of Jajce City. One of them is still working.\r\n\r\nLes 25 petits moulins à eau de Jajce. Il en reste un toujours fonctionnel.\r\n","location":{"latitude":44.34792064263674,"longitude":17.22658605762729},"category":{"name":"Tourist Attraction"}},{"id":66247,"name":"Sportska dvovarna - Sport building","date_verified":"2018-07-29T00:00:00.000Z","description":"There is a lot of possibilities for overnight along this road. We asked to the owner of this building, he was ok that we stay on the side without entrance.\r\nLittle noisy with the traffic road, but ok.\r\nIn the morning, we saw the 'Face bar', close to here. Coffee, beer... and toilets. Behind the bar is probably a better place for overnight...","location":{"latitude":44.194681996761645,"longitude":17.73234711900648},"category":{"name":"Informal Campsite"}},{"id":66858,"name":"Wildcamping","date_verified":"2019-04-11T00:00:00.000Z","description":"Wildcamping between Sarajevo and Sebrenica. You take the road next to the main road. The road is a little bit with gravel. You sleep in the woods. At the end of the road there is a house. ","location":{"latitude":43.908963035833004,"longitude":18.637966364639475},"category":{"name":"Wild Camping"}},{"id":66863,"name":"Parking Robot supermarket","date_verified":"2018-07-30T00:00:00.000Z","description":"These coords are close to coords given by 'van travellers' from an other Sarajevo point (the access for the parking they've given was close on sunday).\r\nThis parking was free when we are. Empty a sunday, but full early the monday.\r\nCoffee bar and supermarket close to, as well a tramway station (6-10 stops to all attractions on old City)","location":{"latitude":43.851887796770804,"longitude":18.384873720967516},"category":{"name":"Informal Campsite"}},{"id":67020,"name":"artificial lake camping","date_verified":"2022-09-26T00:00:00.000Z","description":"Grassy field, easy access. Could be an issue for big campervans. Nice place for one night","location":{"latitude":42.935556,"longitude":17.824167},"category":{"name":"Wild Camping"}},{"id":67021,"name":"Mercedes mechanic","date_verified":"2018-08-06T00:00:00.000Z","description":"Best mechanic for Mercedes that you're able to find. Fixes everything! Backyard style, but very good.","location":{"latitude":43.26297990833793,"longitude":17.489855198003756},"category":{"name":"Mechanic and Parts"}},{"id":68580,"name":"Raft launching spot","date_verified":"2018-07-09T00:00:00.000Z","description":"Nice spot to have lunch (overnight if needed). Access to river. ","location":{"latitude":43.53432384999999,"longitude":18.0686556},"category":{"name":"Tourist Attraction"}},{"id":68582,"name":"Camping Ontario","date_verified":"2018-07-12T00:00:00.000Z","description":"Campground/recreational area with cabins close to Tuzla. On a small lake, sites under trees. 15 Euro 2 persons + campervan. Owner speeks German. We were bothered by loud music all through the night. The place needs maintenance.","location":{"latitude":44.53417321666668,"longitude":18.550405666666666},"category":{"name":"Established Campground"}},{"id":68583,"name":"Autocamp Visoko","date_verified":"2019-08-12T00:00:00.000Z","description":"Small friendly campsite next to river and hostel. Well looked after. Next to road. Restaurant and little shop on site. 10 Euro for 2 persons + campervan. Daughter speaks English.","location":{"latitude":44.01086,"longitude":18.16488},"category":{"name":"Established Campground"}},{"id":68584,"name":"Autocamp Vihac","date_verified":"2019-07-20T00:00:00.000Z","description":"Simple large grassy campsite next to river. Road noise is limited. Two toilets and 1 shower, maintenance needed. 10 Euro for 2 persons + campervan.","location":{"latitude":44.28009146666667,"longitude":17.263169766666664},"category":{"name":"Established Campground"}},{"id":68585,"name":"Camp San","date_verified":"2021-09-18T00:00:00.000Z","description":"Very sympathetic little campsite. Friendly owner taking care of this new place. Speaks English. Nice and clean amenities. Wifi. Private terrace on river. Restaurant close by. Limited space, come early in summer. Quite pricey at 21 Euro for campervan + 2 persons. 5 km further South is Camp Vrbas, 15 Euro, but not as nice.","location":{"latitude":44.691827100000005,"longitude":17.2032807},"category":{"name":"Established Campground"}},{"id":68735,"name":"Road to Lukomir","date_verified":"2021-10-12T00:00:00.000Z","description":"Many wildcamping options in the valleys along the dirt road to Lukomir, the most distant town in Bosnia and Herzegovina.","location":{"latitude":43.66272564,"longitude":18.16875796},"category":{"name":"Wild Camping"}},{"id":70958,"name":"Next to Blidinje Lake","date_verified":"2023-08-15T00:00:00.000Z","description":"Beautifully located next to a lake in the Karst National Park of Blidinje. Great views on the mountains and the lake. Take the dirt roads from the north side of the lake. 4WD recommended but probably not required. ","location":{"latitude":43.60937781,"longitude":17.51602018},"category":{"name":"Wild Camping"}},{"id":71725,"name":"autocamping Old Bridge","date_verified":"2023-06-04T00:00:00.000Z","description":"Located at the very center of the old town, is a parking spot where you can stay the night. Old bridge is at 2 minutes walk. A little private terrace with amazing view of the bridge. Toilet and shower. But... Very expensive (40€, 80MK)","location":{"latitude":43.33619997158861,"longitude":17.814367416520493},"category":{"name":"Established Campground"}},{"id":71726,"name":"Flat place next to 4x4 track","date_verified":"2018-09-18T00:00:00.000Z","description":"From Turovi village there is a 4x4 track that goes uphill. Not that far from the village there is a small flat area (gravel). It gives a nice view around, and it's quiet.\r\n","location":{"latitude":43.642979336008594,"longitude":18.415344909943023},"category":{"name":"Wild Camping"}},{"id":71727,"name":"mini road off small 4x4 track","date_verified":"2018-09-22T00:00:00.000Z","description":"Going up a 4x4 track, you can drive in this small road, camp at the end of it. Small, quiet\r\n","location":{"latitude":44.61474566385951,"longitude":17.11054642115246},"category":{"name":"Wild Camping"}},{"id":71760,"name":"Official Camping Spot of National Park next to Maglic","date_verified":"2022-09-08T00:00:00.000Z","description":"Great spot, must visit. At 1700 altitude, beautiful views. Official camping spot from national park, water available but nothing else. 4WD recommended by me (quite steep bad road 15km) but not by camp administration. Also lot of normal cars made it up here. Enjoy this beautiful place! ","location":{"latitude":43.28757428,"longitude":18.71632009},"category":{"name":"Established Campground"}},{"id":89062,"name":"Abandoned Bobsleigh Track","date_verified":"2019-08-02T00:00:00.000Z","description":"Once a pride of Olympic Sarajevo and known as the steepest and fastest in the world, the bobsleigh track on Mount Trebevic is now dilapidated and abandoned, a shadow of its former glory.\r\n\r\nThe road isn't the best but you can do it even with a big rig. Easy to find.","location":{"latitude":43.83984,"longitude":18.44307},"category":{"name":"Tourist Attraction"}},{"id":89069,"name":"Tito’s Terrace","date_verified":"2023-08-03T00:00:00.000Z","description":"First large open flat space on the dirt track to Lukomir from Konjic. Just next to the road. Enough space for at least six 4x4s. 4WD recommended, however we did see a mk2 Golf driving down the road! Space for big rigs to park if you can get up the track. Parked up around 5pm and just 1 car, some hikers and a lady with her shopping bags passed us before we left at 9am. On top of the mountain that has Tito’s bunker in it. ","location":{"latitude":43.64741836212915,"longitude":17.98752489501423},"category":{"name":"Wild Camping"}},{"id":89314,"name":"The Hunter’s Shelter","date_verified":"2019-09-30T00:00:00.000Z","description":"Large flat open space at the fork in a large track. Big enough for 5+ 4x4s or several trucks. Two large picnic tables under a substantial wooden shelter. Running water from a memorial tap. Near to the river. A few locals passed us in the evening and all gave us big smiles and waves. Really good spot, although no view - as surrounded by forest. ","location":{"latitude":43.7893509,"longitude":19.3681901},"category":{"name":"Wild Camping"}},{"id":89450,"name":"Sarajevo Camping","date_verified":"2023-10-24T20:34:16.000Z","description":"Located a little outside of Sarajevo but close to public transport. Super friendly hosts, clean facilities, nice little campground.","location":{"latitude":43.83895448878765,"longitude":18.265064544992768},"category":{"name":"Established Campground"}},{"id":90477,"name":"Sand Pyramid","date_verified":"2022-04-27T16:56:53.000Z","description":"Cool natural phenomenon, sand pyramids created by force of nature. \r\n\r\nThe road is partially tarmac, partially gravel. Nice drive through small towns and beautiful nature.\r\n","location":{"latitude":43.52286523,"longitude":18.68996713},"category":{"name":"Tourist Attraction"}},{"id":90478,"name":"Waterfall \"Otesa\"","date_verified":"2019-04-24T00:00:00.000Z","description":"Beautiful waterfall along a dirt track. Part of a mountain bike path/ forest road. Nice drive up. There is a small signpost where you can park.\r\n\r\nSteep walk down (about 10/ 15 minutes). Cool waterfall.","location":{"latitude":43.49211152,"longitude":18.65496557},"category":{"name":"Tourist Attraction"}},{"id":90766,"name":"Campsite next to the road to Maglic","date_verified":"2019-04-25T00:00:00.000Z","description":"Grass field next to the road up to Maglic. Due to snowfall we couldn't drive all the way up. Site is on the left side of the road after a parking. There's a sign for a walkpath on the right, you will see a steep gravel road go up (check pictures for more information). Stayed one night. Beautiful views all around. ","location":{"latitude":43.32170277,"longitude":18.70769493},"category":{"name":"Wild Camping"}},{"id":90968,"name":"Local Border","date_verified":"2019-04-18T00:00:00.000Z","description":"Local border, not open for foreigners. Next passable border down south is in Deleuša or Klobuk. ","location":{"latitude":43.037883,"longitude":18.654466},"category":{"name":"Warning"}},{"id":91102,"name":"Free parking","date_verified":"2019-04-29T00:00:00.000Z","description":"On the side of the street. About 10 minutes walk to town.","location":{"latitude":43.330957938390235,"longitude":17.818966388206242},"category":{"name":"Short-term Parking"}},{"id":91939,"name":"Green Park","date_verified":"2021-11-24T00:00:00.000Z","description":"Small campsite on the bank of the river. More than enough shade. Good and clean showers and toilets. Friendly staff. ","location":{"latitude":43.20672492500693,"longitude":17.790141385065194},"category":{"name":"Established Campground"}},{"id":94430,"name":"Church Parking","date_verified":"2019-09-17T00:00:00.000Z","description":"Big parking with nice view and toilets from 8am to 8pm. We tried to park on the upper parking, but a security man came and told us that it is only allowed on the lower one. Maybe a little bit noisy in the evening because of young people with cars...but no problem.","location":{"latitude":42.711447,"longitude":18.360482},"category":{"name":"Informal Campsite"}},{"id":94431,"name":"River Paradise","date_verified":"2020-03-11T12:10:35.000Z","description":"Very nice place with a lot of options. There are a few bars arround, but at this time all were closed. We met a owner of one bar while he was cleaning his property. No problem to stay overnight! Enjoy the nature:-)","location":{"latitude":43.153935,"longitude":17.638338},"category":{"name":"Informal Campsite"}},{"id":95020,"name":"Una National Park viewpoint","date_verified":"2019-06-04T00:00:00.000Z","description":"right next to the road beside a little view point you can park your car. there is barely any traffic in the evening and morning and none at night. awesome view overlooking the national park.","location":{"latitude":44.49605266,"longitude":16.15179093},"category":{"name":"Wild Camping"}},{"id":95133,"name":"CAMP Zlatište","date_verified":"2022-09-16T00:00:00.000Z","description":"\r\nGravel ground and all facilities at site.\r\nPrivate campground with magnificent views to Sarajevo. New and clean ablution block. \r\nFrindly owner operating this lovely and individual campsite.\r\n20 minutes walk downtown. \r\nTaxi cost 3-5€ ","location":{"latitude":43.8442907855323,"longitude":18.41881262140201},"category":{"name":"Established Campground"}},{"id":95151,"name":" Lucica","date_verified":"2023-07-04T00:00:00.000Z","description":"Official campground and picnic place of the Una National Park right at the river. plenty of space, covered benches and all on grass. facilities with hot showers are in great condition. friendly staff walks by in the evening and morning to collect the fee of 10Mark or 5 Euro.","location":{"latitude":44.49417497,"longitude":16.13731877},"category":{"name":"Established Campground"}},{"id":95244,"name":"Sun Pyramid Night","date_verified":"2019-06-04T00:00:00.000Z","description":"We asked the lady in the restaurant if we can stay for a night. No problem. We took a beer and she was happy. We slept at her parking lot (sign P FREE) and could use the toilet. There is a big area to park next to the restaurant. But it was to muddy at this rainy time. Walk to ruin at the pyramid of sun starts from here.","location":{"latitude":43.976769,"longitude":18.171645},"category":{"name":"Informal Campsite"}},{"id":95245,"name":"Sun Pyramid","date_verified":"2022-07-13T00:00:00.000Z","description":"Walk (30min) at the sun pyramid with several stops. 5BAM/person without guide. 10BAM/person with guide. Some funny facts. 2BAM for parking. Conclusion: OK:-) If you just want to see the shape of it, got to the highway to sarajevo or the two bridges in town.","location":{"latitude":43.981061,"longitude":18.180957},"category":{"name":"Tourist Attraction"}},{"id":95246,"name":"Prokosko Jezero","date_verified":"2023-07-15T00:00:00.000Z","description":"Very nice place to spend the night. Next to the lake and hiking trails. Surrounded by mountains. Don’t drink the water from the lake. There is a spring (sign voda) for potable water. 16km gravel road from main road. Adventure! But doable with all types of cars. Recommended!","location":{"latitude":43.958452,"longitude":17.756992},"category":{"name":"Wild Camping"}},{"id":95485,"name":"Plivsko Jezero","date_verified":"2023-07-17T00:00:00.000Z","description":"Big and unspectacular campground. Friendly owner. Washing machine for 2BAM/hour. No access to the lake. Short walk to the lake and mills. 32BAM/night (2+van+dog)","location":{"latitude":44.351992,"longitude":17.226306},"category":{"name":"Established Campground"}},{"id":95486,"name":"Restaurant and Waterfall Krupa","date_verified":"2019-06-08T00:00:00.000Z","description":"Small parking lot next to little waterfalls. Hiking trail along the river ca.3km. We asked a local guy in the restaurant if it is ok to stay the night here. No problem. Maybe to busy in high season. Ignore the “forbidden” sign. Nothing for big rigs. Free wifi from restaurant. Recommended.","location":{"latitude":44.616846,"longitude":17.13858},"category":{"name":"Informal Campsite"}},{"id":95487,"name":"Church Parking Manastir Krupa","date_verified":"2023-06-11T14:41:31.000Z","description":"Big parking next to the church. Small trail to krupa waterfalls. We didn’t sleep here, but found the place by hiking the trail up. Try it:-)","location":{"latitude":44.613649,"longitude":17.136308},"category":{"name":"Informal Campsite"}},{"id":95488,"name":"Krupa Paradise","date_verified":"2019-06-08T00:00:00.000Z","description":"Great spot for a break and picknick. Maybe also for the night.","location":{"latitude":44.620874,"longitude":17.109875},"category":{"name":"Wild Camping"}},{"id":95489,"name":"Pizzeria Ellite","date_verified":"2019-06-08T00:00:00.000Z","description":"Nice reastaurant with delicious pizza. Huge playground and grass. Huge parking lot. Hidden from the road. Recommended!","location":{"latitude":44.92178112738293,"longitude":16.915450142712253},"category":{"name":"Restaurant"}},{"id":95722,"name":"Grill Central ","date_verified":"2019-08-15T00:00:00.000Z","description":"Delicious meals and so cheep 1/3 of the prices of the rest places on the town. English spoken, and kind staff. ","location":{"latitude":43.343952395993604,"longitude":17.81230581925978},"category":{"name":"Restaurant"}},{"id":95832,"name":"Camp by the lake","date_verified":"2023-07-29T00:00:00.000Z","description":"Nice spot for camping by the lake. accessible from an easy gravel road. Then just go down a little path and there is a table and a fire place. Possible to get down with motorbikes, a car can be left by the street. Nice sunset just by the lake. ","location":{"latitude":44.34272033957039,"longitude":17.21327055043748},"category":{"name":"Wild Camping"}},{"id":96010,"name":"MAJDAS HOSTEL","date_verified":"2021-10-26T00:00:00.000Z","description":"Excellent place to stay on Móstar, really near to the old town, supermarkets, nice restaurants, ATM...\r\n\r\nThe hostel have an big parking private an secure, the ideal place for moto travelers. Streets and gate a little bit narrow for big rigs.\r\n\r\nThe place is ideal to stay a few days, know the city and be relaxed. The staff is so friendly (English and Spanish spoken), everything is always extreme clean, bathrooms, kitchen, rooms. \r\n\r\nYou can do you own laundry for free. The breakfast is included, and have to be honest, is the best breakfast from a hostel that I never had... Excellent!!!\r\n\r\nMixed dorms of 4, 6 or 8 beds and privates rooms. \r\n\r\nImportant info:\r\nAt 23:30 you have to go to sleep or go out, nobody could be on commons areas, to respect the sleep time of the rest of the guest, because fortunately it is not a “party hostel”\r\n\r\n(June 2019, 17KM for night)","location":{"latitude":43.345688539597525,"longitude":17.811552202345627},"category":{"name":"Hostel"}},{"id":96146,"name":"Kozara National Park Parking","date_verified":"2019-06-09T00:00:00.000Z","description":"Big parking lot next to restaurants, hotel and monument. We could use the toilets in the information section during working hours. There is water at the end of the restaurant next to the parking. Free wifi at the restaurant Biele Vode. There are several spots to sleep in the park. 2BAM/person entrance fee.","location":{"latitude":45.012982,"longitude":16.912713},"category":{"name":"Informal Campsite"}},{"id":96147,"name":"Sana Paradise","date_verified":"2019-06-10T00:00:00.000Z","description":"Big parking area next to the Sana river. There is a bar, jump tower, tables and a lot more. Wifi at the bar. Highly recommended.","location":{"latitude":44.523971937638265,"longitude":16.797405369595435},"category":{"name":"Informal Campsite"}},{"id":96311,"name":"Una riverside picnic spot","date_verified":"2022-07-24T19:03:50.000Z","description":"This is a privately owned picnic/barbecue area directly alongside the Una River. It is officially for hire, often by groups of locals for birthdays, etc. The times officially stated are from 0900-2100, but the kind owner allowed us to pitch a tent for €5 (2 people, 1 moto). I don’t think camping for more than 1 night is possible. It is easy to swim in the river from the camp (very cold!) and there is a natural spring with running water at the far end.","location":{"latitude":44.89294,"longitude":15.92477},"category":{"name":"Informal Campsite"}},{"id":96312,"name":"Rafting camp Stari Dud","date_verified":"2019-06-14T00:00:00.000Z","description":"Family rafting outfit with camping, bungalows, and restaurant. Plenty of shade for tents. Rafting was €35pp and camping with a tent was free (don’t know the price of tenting without rafting; bungalows are not free if rafting). Restaurant very good and reasonably priced. ","location":{"latitude":43.44746,"longitude":18.75562},"category":{"name":"Established Campground"}},{"id":96413,"name":"Blidinje Lake","date_verified":"2023-08-15T00:00:00.000Z","description":"Beautiful spot next to the lake. 2 min. From the main road with a bit of gravel and grass. Picnic table available. Last bit through grass but easy without 4x4. Be careful when it’s wet. Amazing view and quite. Local fishermen in the morning. Swimming recommended!","location":{"latitude":43.60135769713723,"longitude":17.48457077763957},"category":{"name":"Wild Camping"}},{"id":99960,"name":"Autokamp Lav","date_verified":"2022-07-20T00:00:00.000Z","description":"Family campsite next to the river Una. Very friendly owner is offering homemade slivovic. There is a small swimming pool, a shower and 2 toilets. you walk 5 minutes to the village. ","location":{"latitude":44.56491666666666,"longitude":16.092766666666666},"category":{"name":"Established Campground"}},{"id":100126,"name":"Laken shore","date_verified":"2019-07-13T00:00:00.000Z","description":"Place next to the lake. Turn left at Laguna club and follow the track next to the river. You may as well turn right there are nice places too. One fishing man told us it is alright to stay over night. ","location":{"latitude":43.80658187754334,"longitude":17.55005822136832},"category":{"name":"Wild Camping"}},{"id":100744,"name":"River Camp Bara","date_verified":"2019-07-18T00:00:00.000Z","description":"Nice small camp beside the river under trees. It is walking distance from the Vrelo Bune (about 800m). You can also refresh yourself in the river. However not realy deep enough for good swimming. Price for a tent, car and two persons was 30KM. ","location":{"latitude":43.25551,"longitude":17.89386},"category":{"name":"Established Campground"}},{"id":100789,"name":"Eko zona Zelenkovac","date_verified":"2022-06-14T00:00:00.000Z","description":"This is a very special place. Campsite is not finished, when we arrived the owner was building toilets en showers. We could stay at a grassy field with a small river and surrounded by pinetrees. There are bungalows for rent en there is a wooden bar with a lot of art in it. The whole place is basically a meetingpoint for artists in the middle of the woods. End of July there will be a Jazzfestival here. Very special vibe. We could use the shower in one of the bungalows. Paid 10 BAM for 2 pers + car + rooftoptent. WiFi in the bar and when the owner finishes his project it will be a campsite with all facilities you need in the middle of nature. ","location":{"latitude":44.392487853530774,"longitude":16.983841590702195},"category":{"name":"Established Campground"}},{"id":101121,"name":"Camp Lav","date_verified":"2019-07-19T00:00:00.000Z","description":"Nice campsite owned by a lovely couple. They make great diners (fish and meat) on the BBQ. Toilets and showers are basic, but fine. Paid 70 BAM for 2 pers, car, rooftoptent, diner and drinks. ","location":{"latitude":44.5647332,"longitude":16.0911697},"category":{"name":"Established Campground"}},{"id":101931,"name":"Neretva Camping","date_verified":"2023-08-19T21:33:25.000Z","description":"New campground directly at the river. Super clean bathrooms and amazing showers. Not so much shade, but ok. 30 minutes walking to the old town of Mostar. € 20 per night for 2 adults + camper.","location":{"latitude":43.36464764087996,"longitude":17.81511871384261},"category":{"name":"Established Campground"}},{"id":102770,"name":"River Auto Camp","date_verified":"2023-06-16T00:00:00.000Z","description":"Small camp ground close to the border. Has good toilet block. Accept Euro. Cost me €10 for 1 person / tent / motorbike. Son speaks English.","location":{"latitude":43.75239361081621,"longitude":19.446736117843024},"category":{"name":"Established Campground"}},{"id":105032,"name":"Jusuf rent a boat","date_verified":"2019-08-11T00:00:00.000Z","description":"Camperspot on public parking space with view over the broad river and mountains. Next door is 999 rent a boat which is on Google maps. During the night some cars passed by. We paid E10 for a night. Cold water shower and toilet downstairs next to the house. Swimming possible in the river. Very friendly people. Wifi.","location":{"latitude":43.6940373,"longitude":17.8197927},"category":{"name":"Informal Campsite"}},{"id":105033,"name":"Visoko camper parking","date_verified":"2019-08-14T00:00:00.000Z","description":"Parking with a sign that it’s allowed for camper to stay for free. Flat surface on asphalt. Just behind there are a few non indicated spots on gravel along the river. You could also put your tent up there.\r\nClose view on the pyramid of the sun. Quiet place. Walking distance to restaurant no. 1 and close to the centre.\r\nWhen driving from the centre to restaurant no. 1, take a left when you see the restaurant on the right. You will see immediately a parking across the street of the restaurant. That’s not the one. Drive for 400 m down towards the river and the parking is on the left.","location":{"latitude":43.97827110723031,"longitude":18.190185902657163},"category":{"name":"Wild Camping"}},{"id":105700,"name":"Vares mine lake","date_verified":"2019-08-20T00:00:00.000Z","description":"above old mine Amazing see site around 900 m see level possibilité to swim\r\nau dessus du lac de l'ancienne mine avec vue sur les paliers d'exploitation baignade a 300m\r\n","location":{"latitude":44.15601377,"longitude":18.32205337},"category":{"name":"Wild Camping"}},{"id":106008,"name":" Vraduk","date_verified":"2019-08-21T00:00:00.000Z","description":"near the shoulder of Riverside between bridge and castle quiet, little traffic,  access road is good gravel.\r\n--\r\nsur le remblais de recalibrage de la rivière entre le pont et le château calme étonnement peu de bruit sinon l'eau de la rivière des sources eau potable dans le village après le château chemin d'accès excellent","location":{"latitude":44.29334181,"longitude":17.90098324},"category":{"name":"Wild Camping"}},{"id":106010,"name":"route de Guca Gora monastère","date_verified":"2019-08-22T00:00:00.000Z","description":"on a field After catholic cementery near house beautifull view on valley no service \r\ndans un champ après le cimetière catholicisme près des maisons belle vue sur la vallée aucun service","location":{"latitude":44.22439396,"longitude":17.71790369},"category":{"name":"Wild Camping"}},{"id":106822,"name":"Ciglane Commercial Centre ","date_verified":"2019-08-27T00:00:00.000Z","description":"I stayed for two nights at this parking lot and was not disturbed. That said, I kept a low profile in my van.\r\nSurrounded by mosque, supermarket, pedestrian zone (cafés, not so much great food) and very dense residential housing. Lit at night. Rather busy during the day. You might have better chances of finding a spot arriving in the evening or on weekends.\r\nLevel, free, no services. Walkable distance into town.\r\nSmall cars only. Park across the street, but not an animal-friendly camp spot, esp. when trying to keep a low profile.","location":{"latitude":43.86481409,"longitude":18.41003365},"category":{"name":"Wild Camping"}},{"id":106825,"name":"Kijuc","date_verified":"2019-08-25T00:00:00.000Z","description":"After the campground an area open to all. free. little traffic at night. drinking water. bbq. certainly for the people of the village.\r\n","location":{"latitude":44.52687492,"longitude":16.79437732},"category":{"name":"Wild Camping"}},{"id":106826,"name":"Vrkasic","date_verified":"2019-08-27T00:00:00.000Z","description":"Riverside bridge. no traffic. Kinds guys offered pepper, onions, tomatoes at other side of bridge. Big flat area.","location":{"latitude":44.83575138,"longitude":15.8446793},"category":{"name":"Wild Camping"}},{"id":106827,"name":"Bihac interbutan","date_verified":"2019-08-27T00:00:00.000Z","description":"Refill gas bottles. Service station.. \r\n\r\n","location":{"latitude":44.82022,"longitude":15.86196},"category":{"name":"Propane"}},{"id":107395,"name":"Nice beach","date_verified":"2022-09-17T00:00:00.000Z","description":"For us this spot was better than the one further up the valley. It might not be easy to get down and up again with your car. We made it with a Skoda Fabia. There were some locals during the day but they left in the evening. You shouldn’t camp near the lake because the water level is increasing and decreasing heavily. There is a small stream, too. Please take your trash and maybe some more.","location":{"latitude":43.59528888888889,"longitude":17.712775},"category":{"name":"Wild Camping"}},{"id":107464,"name":"Place in the Forest ","date_verified":"2019-09-02T00:00:00.000Z","description":"It’s basically a dead end road in the middle of the forest. There is nothing around. It’s enough space for big rigs. You’ll definitely need a 4x4 to get there especially because it’s often wet there. ","location":{"latitude":44.4021305,"longitude":17.0227136},"category":{"name":"Wild Camping"}},{"id":107648,"name":"Jajce youth hostel","date_verified":"2022-08-21T10:39:48.000Z","description":"Outskirt location by riverside, quiet with attraction waterfall in walking distance. \r\nBasic kitchen, but hot shower and complete private room. \r\nRate 20 euro.","location":{"latitude":44.34137319051525,"longitude":17.26118341932387},"category":{"name":"Hostel"}},{"id":107832,"name":"Auto Camp","date_verified":"2019-09-04T00:00:00.000Z","description":"Small campsite with space for 3-5 4x4‘s or two bigger rigs.The ground is flat but not even.The shower is hot and toilet is clean.\r\nA restaurant 20m away serves simple but fresh food.The portions are not too big but enough after a long day of travel.The camp and the restaurant are run by two sisters.The welcome was heartopening and we got two cabins offered for the price of our 4x4 with rooftoptent.So the night costs were 15€.","location":{"latitude":43.690677118275104,"longitude":18.44442765621781},"category":{"name":"Informal Campsite"}},{"id":108356,"name":"Place on the shore ","date_verified":"2022-04-14T15:27:57.000Z","description":"a beautiful place directly on the shore at the river ugar nearby the street...","location":{"latitude":44.414279595714845,"longitude":17.423952257292804},"category":{"name":"Wild Camping"}},{"id":110584,"name":"Mountain road near Visegrad","date_verified":"2019-09-19T00:00:00.000Z","description":"Ok for one night. Nothing special with some rubbish. However calm and hidden from the main road.","location":{"latitude":43.79126489632185,"longitude":19.27569340916283},"category":{"name":"Wild Camping"}},{"id":110675,"name":"Lakeside","date_verified":"2021-07-20T00:00:00.000Z","description":"Lake view near Orah monastery. A gravel road leads to a single house, we camped on a \"laybay\". No traffic at all, very quiet. The big shepard dogs are friendly. Further down at the shore of the lake there are also possibilities for camping, but very unlevel. Nice view of the lake. ","location":{"latitude":42.81675590080838,"longitude":18.41853390771345},"category":{"name":"Wild Camping"}},{"id":111517,"name":"Border crossing ","date_verified":"2021-12-27T00:00:00.000Z","description":"2021: no problems, just usual border crossing.\r\nPre-2020: Don’t take this border if you don’t have an official green card on paper. They won’t accept a printed one, and they won’t accept the fact that nowadays you don’t get the green card on paper but only online. No way to get in!","location":{"latitude":42.58101405114176,"longitude":18.430297002213475},"category":{"name":"Customs and Immigration"}},{"id":111659,"name":"Parking","date_verified":"2019-07-26T00:00:00.000Z","description":"€2 euro per hour parking. No height restrictions ","location":{"latitude":43.33710680222316,"longitude":17.812452706380043},"category":{"name":"Short-term Parking"}},{"id":124809,"name":"Insurance","date_verified":"2022-10-07T00:00:00.000Z","description":"After a quick crossing into Bosnia from Croatia, stop at the last building on the right. Closed on Sundays but I was able to get the guys number. He seems to reply to texts or on Viber. He's agreed to come down to the office on Sunday if I pay for his fuel. As far as I understand he's open Mon - Sat. \r\n\r\n+387 61 860 341","location":{"latitude":44.87405307,"longitude":15.76556211},"category":{"name":"Vehicle Insurance"}},{"id":125042,"name":"Caves","date_verified":"2021-12-30T00:00:00.000Z","description":"Don't miss this stop if you're in the area. Massive caves to explore. Bring as many light as you can and some warm clothes. Unbelievable!!! \r\n\r\nThe road up is over grown but paved. There is an old car park that you can camp at. Some flat ground (concrete pad) for tents. No one around. \r\n\r\ndefinitely worth a stop!","location":{"latitude":44.2990309,"longitude":16.28221722},"category":{"name":"Tourist Attraction"}},{"id":128969,"name":"Beautiful beach on Drina river","date_verified":"2021-10-07T00:00:00.000Z","description":"There is a beach called Rajska Plaja bear Bratinac. After you pass the established beach and cafes and continue left about 200 meters and there are nice places with shade to camp. Don’t park too close to the water as the river goes up and down because of the dam in Visegrad. It’s a very nice spot to spend a night before/ after visiting Srebrenica.","location":{"latitude":44.235124,"longitude":19.346181},"category":{"name":"Wild Camping"}},{"id":128970,"name":"Wild spot at Una National Park","date_verified":"2022-09-01T00:00:00.000Z","description":"Nice grassy field next to Una river. The entrance is right after you pass a small beach. There is some shade, and you can access the water. We spent one night and an entire day here and didn’t pay anything. Although the road is very close there are no cars after sunset.","location":{"latitude":44.62664383933379,"longitude":16.052641170114327},"category":{"name":"Wild Camping"}},{"id":130114,"name":"Plive Springs","date_verified":"2019-05-04T00:00:00.000Z","description":"Very nice bungalows and countryside. Food in restaurant was good too.","location":{"latitude":44.23983,"longitude":17.02535},"category":{"name":"Hotel"}},{"id":130234,"name":"Bosnian Border Insurance","date_verified":"2019-07-26T00:00:00.000Z","description":"Just before the immigration kiosks there is a small hut on the right that issues the border insurance. (2019) €10 for 7 days for BMW R1200RT.","location":{"latitude":43.12253,"longitude":17.5744},"category":{"name":"Vehicle Insurance"}},{"id":132718,"name":"Green and blue apartments","date_verified":"2020-03-01T00:00:00.000Z","description":"very nice apartment, impeccable cleanliness. owner really very nice and who knows the country well. speaks perfect English. 36€ to 4 with breakfast\r\n+387 65 428 431","location":{"latitude":44.78258925,"longitude":17.19249067},"category":{"name":"Hotel"}},{"id":136123,"name":"Kesici Lodge","date_verified":"2019-09-13T00:00:00.000Z","description":"Nice little farm with 3 rooms (one with double bed, the others with two beds). I paid 10€ for one person. The owner speaks a little english. ","location":{"latitude":44.19493208,"longitude":16.37663752},"category":{"name":"Hostel"}},{"id":153922,"name":"Šatorsko lake","date_verified":"2023-08-17T00:00:00.000Z","description":"Amazing mountain lake. Possible to swim in. Breathtaking views. \r\nLocals often picnic or camp here, can be busy on weekends, but perfectly calm during the week evenings.","location":{"latitude":44.16736423749323,"longitude":16.601846909117178},"category":{"name":"Wild Camping"}},{"id":154262,"name":"Orlovačko lake","date_verified":"2022-05-19T00:00:00.000Z","description":"Mountain lake in the Zelengora region. Remote. Amazing views. Locals picnic here, some even sleepover, but mainly on weekends, it should be real quiet during the weekdays. Fairly clean water, possible to swim. \r\nDid I mention amazing views? :)\r\nSteep downhill from the road to the lake, 4wd recommended, however locals do it in all sorts of cars. ","location":{"latitude":43.37704656968733,"longitude":18.548557636669027},"category":{"name":"Wild Camping"}},{"id":154863,"name":"Stari grad Blagaj Fort - Camping on parking ","date_verified":"2021-07-20T00:00:00.000Z","description":"Peaceful spot with view to the Stari grad Blagaj Fort. Narrow paved road, but big space to stay. You can walk up to the fort and enjoy a perfekt sunset. ","location":{"latitude":43.26162520763182,"longitude":17.9045828318385},"category":{"name":"Wild Camping"}},{"id":155577,"name":"Restaurant by the Creek","date_verified":"2021-07-29T00:00:00.000Z","description":"Was here for a lunch stop to eat trout for 10 KM. The young son of the owner who speaks German says you can camp.ir park your van here. Road to come up is narrow but paved.","location":{"latitude":43.66251873,"longitude":17.88111785},"category":{"name":"Informal Campsite"}},{"id":155584,"name":"Fresh drinking water ","date_verified":"2021-07-29T00:00:00.000Z","description":"Fresh water, ice cold from the mountains.\r\n\r\n","location":{"latitude":43.4062403236443,"longitude":18.78019561603741},"category":{"name":"Water"}},{"id":155617,"name":"Wifi near parking lot ","date_verified":"2021-07-29T00:00:00.000Z","description":" Restaurant near parking lot was really rude to us. So use their fast wifi and better don’t eat here.\r\n\r\nHotel PINO\r\nPw: hotelpino","location":{"latitude":43.837308605846246,"longitude":18.45338478034458},"category":{"name":"Wifi"}},{"id":155626,"name":"Above Prokoško lake","date_verified":"2021-07-30T00:00:00.000Z","description":"Perfect spot above the lake, on a cliff overlooking the shepherds village. Small mountain stream with crystal clear water nearby. \r\nSpace for two or three rigs. \r\n4wd necessary to get here (locals do it in normal cars, but …)\r\n","location":{"latitude":43.9525686435039,"longitude":17.75886915550119},"category":{"name":"Wild Camping"}},{"id":155905,"name":"Ljubicica hostel","date_verified":"2021-08-01T00:00:00.000Z","description":"Not an official hostel. It’s more a travel agency where you can even get your free walking tour.\r\nThe hostel is cheap and basic. \r\nYou have space for motorcycles and maybe for cars too.\r\nPerfect location in the center \r\n7€ in dormitory ","location":{"latitude":43.86030504018428,"longitude":18.43103947119641},"category":{"name":"Hostel"}},{"id":155906,"name":"Pyramid tunnel ","date_verified":"2021-08-01T00:00:00.000Z","description":"Interesting fresh place connected with “pyramid” of sun. Not necessary to trust about it, but definitely a place to visit if you are around… even because, maybe they are right! And you are under the biggest pyramid of the world!!!\r\nEnjoy ","location":{"latitude":43.9964942867346,"longitude":18.159795552509053},"category":{"name":"Tourist Attraction"}},{"id":155907,"name":"Andrićgrad by kusturica ","date_verified":"2022-08-19T00:00:00.000Z","description":"Surreal fake place Where you can splash out a bit in Emir Kusturica's drvengrad, which is a weird thing to see. A hollywood version of a Serbian village with streets named after frank zappa and such","location":{"latitude":43.78526240591312,"longitude":19.293424654769982},"category":{"name":"Tourist Attraction"}},{"id":156081,"name":"Guesthouse Blagaj","date_verified":"2021-08-04T00:00:00.000Z","description":"Really friendly hosts. This is a homestay / guest house. Really secure if you are a solo traveller. 500m away there is also a beautiful place where you can have breakfast /dinner. ","location":{"latitude":43.256426883670244,"longitude":17.893318467977885},"category":{"name":"Hostel"}},{"id":156091,"name":"Big Shelter with BBQ grilñ","date_verified":"2021-07-30T00:00:00.000Z","description":"See picture. Just aside a mountain road.  Can park bike inside. Great place.","location":{"latitude":43.84301162,"longitude":18.04782968},"category":{"name":"Wild Camping"}},{"id":156573,"name":"Camp Highlander","date_verified":"2022-05-19T00:00:00.000Z","description":"really nice and we'll equipped site with a small restaurant, hot shower and a very helpful staff.\r\nwe spent two nights and went rafting with them","location":{"latitude":43.36122433,"longitude":18.80767486},"category":{"name":"Established Campground"}},{"id":156814,"name":"Water","date_verified":"2021-08-02T00:00:00.000Z","description":"Here you find water near Foca\r\n\r\n\r\nWasserstelle in den Bergen ","location":{"latitude":43.53443443711059,"longitude":18.58157619317485},"category":{"name":"Water"}},{"id":157568,"name":"grassy spot next to the river","date_verified":"2021-08-20T00:00:00.000Z","description":"Grassy spot next to the river. It's well maintained, there are even young trees planted and a picnic area, not too much trash. Accessible by normal cars, no 4x4 needed. Amazing wildlife and view. Little bit visible from the road but nobody bothered us.","location":{"latitude":43.24621496,"longitude":17.84666415},"category":{"name":"Wild Camping"}},{"id":159914,"name":"Guest House Kevser (motorbike friendly)","date_verified":"2021-09-24T00:00:00.000Z","description":"Nice Guest House with save parking just in front of the house. Payed 25€ for a 3 bed room. So in case you travel in a group might be a good option. Walk down to the city center takes round about 8min. Washing machine can be used. Fast internet. And very friendly owner. Speaks German and English:","location":{"latitude":43.866226803924526,"longitude":18.435256068179566},"category":{"name":"Hostel"}},{"id":161112,"name":"Vetlife in Sarajevo","date_verified":"2021-10-12T00:00:00.000Z","description":"We have been at this vet to castrate our male cat. \r\n\r\nI made the appointment via Email, quick and easy. They speak good English. On the day of castration we brought the cat at 8.45h and could get him at 12h. We did not meet the doctor but the Lady in front was very friendly and gave us all information we needed. It seems they did a good job ;)\r\nThe price for the castration was 65,000 M.","location":{"latitude":43.83012,"longitude":18.33319},"category":{"name":"Pet Services"}},{"id":161291,"name":"Boarder crossing Serbia/Bosnia and Herzegovina ","date_verified":"2022-05-15T00:00:00.000Z","description":"Quick and easy boarder crossing. We came from Serbia, just before the boarder there is gate and a guy collected a Öko-tax of 2 Euro (200 RSD). \r\nBosnia side checked ID cards, car paper and Covid test/vaccination certificate, did not want to see greencard for car insurance.","location":{"latitude":43.76034,"longitude":19.46572},"category":{"name":"Customs and Immigration"}},{"id":161370,"name":"Konoba Taurus","date_verified":"2021-10-15T00:00:00.000Z","description":"Traditional restaurant with delicous food for a fair price. Staff is very friendly and speaks English. ","location":{"latitude":43.33679906,"longitude":17.81298774},"category":{"name":"Restaurant"}},{"id":161496,"name":"Mostar","date_verified":"2023-03-25T00:00:00.000Z","description":"Travel place over Mostar near ZIP Line in the Mountains","location":{"latitude":43.348859999999995,"longitude":17.834838333333334},"category":{"name":"Wild Camping"}},{"id":161622,"name":"Scenic views on large grassland","date_verified":"2021-10-17T00:00:00.000Z","description":"We reached this point via a super nice but narrow Tet track starting from Mostar. We drive a Landcruiser HZJ. 4x4 and high clearance absolutely needed.  It looks like you can also come here via a little white road. That must be more suitable for non 4x4 since we see normal cars driving it. Grassland might be wet in other seasons. The view is magnificent, complete silence, tracks of wild boars. ","location":{"latitude":43.37643884189116,"longitude":18.004589973696678},"category":{"name":"Wild Camping"}},{"id":162037,"name":"Camp Blidinje ","date_verified":"2023-07-25T00:00:00.000Z","description":"Very beautifully located campsite at a lake with mountain view. It has toilets, electricity and a small bungalow where you get fresh drinks and you can use the barbeque grill. The owners don't ask for payment, but live next door and help you out with any problem you might have. Very friendly and welcoming. Voluntary donations of 10 BAM are welcome. ","location":{"latitude":43.59952551,"longitude":17.48648027},"category":{"name":"Established Campground"}},{"id":162039,"name":"Zmajevac vidikovac ","date_verified":"2021-10-27T00:00:00.000Z","description":"Nice place for ride and wild camping 💫👍🍀🍀","location":{"latitude":44.53346134167611,"longitude":18.679515123384707},"category":{"name":"Wild Camping"}},{"id":162210,"name":"Hotel Balkana","date_verified":"2021-10-29T00:00:00.000Z","description":"Motorhome parking at the hotel restaurant. No charge, and the WiFi works well if you are parked close to the building. Great view over the small lake. Restaurant available, but we didn't try it. No services.","location":{"latitude":44.41574103,"longitude":17.04768863},"category":{"name":"Informal Campsite"}},{"id":162422,"name":"Castle top view","date_verified":"2021-11-02T00:00:00.000Z","description":"coming from north get in the narrow dirt road left and follow it up to the castle ruin.\r\nWe where alone, made fire, barbeque and enjoy the view all over the lake.\r\nnarrow, off-road condition up","location":{"latitude":42.84628690886983,"longitude":18.418462651422274},"category":{"name":"Wild Camping"}},{"id":162431,"name":"Free parking lot near central Foca","date_verified":"2021-11-02T00:00:00.000Z","description":"Just a gravel parking lot beside the river. ","location":{"latitude":43.50963396,"longitude":18.77428313},"category":{"name":"Wild Camping"}},{"id":165389,"name":"Historijski Muezj Bosne i Hercegovina","date_verified":"2021-12-31T00:00:00.000Z","description":"Historical Museum of Bosnia and Herzegovina. Behind there are some old war machines like a tank, a jeep, an armored train, a cannon, etc. \r\nFor this there is no Entrance Fee needed.","location":{"latitude":43.85463,"longitude":18.4011},"category":{"name":"Tourist Attraction"}},{"id":165390,"name":"Viewpoint Zuta tabija","date_verified":"2021-12-31T00:00:00.000Z","description":"Good viewpoint over Sarajevo. If you go by foot in the summertime, bring something to drink with you. Summer in Sarajevo can be really hot.","location":{"latitude":43.8614,"longitude":18.43761},"category":{"name":"Tourist Attraction"}},{"id":165543,"name":"Hotel Europe","date_verified":"2022-01-02T00:00:00.000Z","description":"free Wifi,  good for checking Emails or short researches.\r\n\r\nSSID: Hotel_Europe_free","location":{"latitude":43.85839425958693,"longitude":18.427893575280905},"category":{"name":"Wifi"}},{"id":169828,"name":"Sretnice field","date_verified":"2022-09-23T00:00:00.000Z","description":"Perfect quiet several places. 100m from the main road, gravel acces road is very easy for all vehicules.\r\nnobody came by there. some garbages on the acces road but places for camping are clean, flat and sheltered from the wind.\r\n\r\n","location":{"latitude":43.26833,"longitude":17.72209},"category":{"name":"Wild Camping"}},{"id":172857,"name":"Trout n’ Trash Sport Club ","date_verified":"2023-09-06T00:00:00.000Z","description":"This is a fishing club camp of some sort. It is pretty trashed, not sure if it’s because it is off season, because it’s no longer used or that’s just how it is. There are two entrances to come down here, one of them is gated but was open when we were here. If you come in this road it takes you to the buildings, which has a couple tent pads and picnic tables, but if you keep driving along the river (the other road going away from the river takes you back up to the main road), it dead ends riverside and is surrounded by trees so no one can see you from the road. There is quite a bit of trash, but it was a pretty decent stopover spot, so we cleaned it up and it’s far enough away from everything else that you can put it out of mind. ","location":{"latitude":44.41267610531711,"longitude":17.425504708678858},"category":{"name":"Informal Campsite"}},{"id":173334,"name":"Hidden Valley ","date_verified":"2022-04-17T00:00:00.000Z","description":"Found this little gem surrounded by nature on a tour of some gravel roads in the area. There are quite a few camp spots, but this was our favourite, as it was the most private. Aside from being a little trashy, it’s perfect. Unless you have a bike or moto you won’t be able to get right down to this spot like we did. There is parking right above. We stayed two nights and saw no one. ","location":{"latitude":44.33923935987459,"longitude":18.025445966066815},"category":{"name":"Wild Camping"}},{"id":173822,"name":"Craft Beer Garden","date_verified":"2022-04-24T00:00:00.000Z","description":"Bar with local beer, around 8 taps with beers from the brewery OldbridZ and other small breweries from BiH. Cool place, the owner is a nice guy and can tell you everything about his beers. \r\nYou can buy bottled beer to go too or get something to eat, changing menu with one or two dishes.\r\nopen daily 16 to 23h","location":{"latitude":43.33660535,"longitude":17.81249733},"category":{"name":"Restaurant"}},{"id":174891,"name":"Water tap","date_verified":"2022-05-03T00:00:00.000Z","description":"water tap on the road. good pressure and good quality.","location":{"latitude":43.51768424,"longitude":18.26962565},"category":{"name":"Water"}},{"id":175917,"name":"Sepak Border - Bosnia to Serbia ","date_verified":"2022-04-19T00:00:00.000Z","description":"While exiting Bosnia the border patrol tried to get us to pay a bribe for not having receipts for our hotel stay. They said it was a fine of €100 per person. They would not accept our digital copy of booking.com receipts. We had already been to Bosnia and knew this was not the case so we didn’t pay it, and we have a stubborn way of never paying bribes. They held us up for about 20 minutes while we argued about it. They pretended to go call the police and held our passports. We told them we only had a visa, and he jokingly threatened that he would cut it up. When I asked if we could just have a warning he said “Okay a warning is €20”\r\nIn the end they let us go, of course. But it is a shame there are corrupt officials looking to scam people for a bonus. Serbia side was a breeze, no problems. ","location":{"latitude":44.54280555555555,"longitude":19.18083888888889},"category":{"name":"Customs and Immigration"}},{"id":177333,"name":"Tap water","date_verified":"2022-05-26T00:00:00.000Z","description":"tap water in the little park next to the road","location":{"latitude":43.69840105,"longitude":17.63896512},"category":{"name":"Water"}},{"id":177362,"name":"Tap water","date_verified":"2022-05-26T00:00:00.000Z","description":"free tap water next to the main road. ........","location":{"latitude":43.45257602,"longitude":17.83280151},"category":{"name":"Water"}},{"id":179791,"name":"Una Kamp","date_verified":"2022-06-15T00:00:00.000Z","description":"A great little campsite right next to the river Una. Toilets and showers are very clean. Wifi and electricity. Very friendly and welcoming owner.","location":{"latitude":44.91407350641227,"longitude":16.157543119058154},"category":{"name":"Established Campground"}},{"id":181504,"name":"Mountain Camp Izvori","date_verified":"2022-08-18T00:00:00.000Z","description":"It's an extremely beautiful campsite, located in the mountains with amazingly views and a flat grassy area but the last bit of the road is very steep gravel. We got stuck with our FWD van and had to reverse into the small parking lot which is just below the camp  in one of the last turns. Another VW Passat also got stuck at the same place. So AWD recommended, unless you want to carry your stuff up walking the last meters or rent a beautiful hut.","location":{"latitude":43.281699,"longitude":18.638168},"category":{"name":"Established Campground"}},{"id":181859,"name":"Toll station","date_verified":"2021-09-16T00:00:00.000Z","description":"Warnung, normal fee is only around 0.6 €.\r\nIf you can not pay in local currency, you should pay by credit card. Otherwise you will be asked to pay 5 € in cash. They tried it in both directions. According to Google maps, it also happens to other travelers. Safe your 4.4€!","location":{"latitude":43.140401,"longitude":17.590477},"category":{"name":"Checkpoint"}},{"id":182209,"name":"Iglena Camping","date_verified":"2023-08-25T00:00:00.000Z","description":"To all of you dear world travelers, we created this spot for your enjoyment and good \u0026 safe stay overnight. We have a nice fire pit so you can enjoy amazing sunsets over Kupres plateau. You can also get natural blueberries, strawberries, and raspberries that grow just 10m above the campsite in their seasons (July, August). The cell phone signal is excellent (you can have 4G internet without any problems). \r\n\r\nWe ask for a small charge in the amount of 5,00€ per camper just for keeping our campsite in shape. We are 3min from the center of Kupres town where you can get all groceries, fruits, gasoline, favorite coffee, etc...\r\n\r\nFeel free to ask us anything. We are locals who are trying to welcome as many as possible world travelers and show them our beautiful plateau. We can also organize many activities during your stay. Contact us per E-Mail (iglena.camping@gmail.com) or via WhatsApp on +387671000081.\r\n\r\n","location":{"latitude":43.99285,"longitude":17.29959},"category":{"name":"Established Campground"}},{"id":183369,"name":"BBA Autoservise","date_verified":"2022-06-04T00:00:00.000Z","description":"We had a problem with our Land Rover Defender and needed a workshop for fixing the issue. In Bosnia\u0026Herzegowina its hard to find a workshop who know how to handle with a defender. Here is the right Adress! Fast, good and priceable  work. We just can recommend it to you! ","location":{"latitude":43.848481,"longitude":18.325701},"category":{"name":"Mechanic and Parts"}},{"id":184798,"name":"Livno","date_verified":"2022-07-24T00:00:00.000Z","description":"Fountain of water, potable. The local people come to fill their bottles. ","location":{"latitude":43.82798354,"longitude":17.00381989},"category":{"name":"Water"}},{"id":185277,"name":"Hranjen","date_verified":"2022-07-27T00:00:00.000Z","description":"Spot with a big view. People living around come to see us to say that it was great place.","location":{"latitude":43.71980803,"longitude":18.87183286},"category":{"name":"Wild Camping"}},{"id":187874,"name":"Bosnia camping","date_verified":"2022-08-14T00:00:00.000Z","description":"Verry nice place at a small lake verry nice owner we join food and drinks and stay one night for 30 euro 2 persons one car verry recommend good and cowesy ","location":{"latitude":44.75967,"longitude":17.49565},"category":{"name":"Established Campground"}},{"id":188239,"name":"Somun Pansion","date_verified":"2022-08-17T00:00:00.000Z","description":"Ok room with good restaurant and bar downstairs. Parking for motorcycles off street. ","location":{"latitude":43.66825912613422,"longitude":18.97365161217749},"category":{"name":"Hotel"}},{"id":188632,"name":"Field of gras next to a chapel ","date_verified":"2022-08-19T00:00:00.000Z","description":"This is a decent field a grass next to a nice chapel. The place is right next to the road, so very exposed, but it's a quiet road and after 10 at night nobody drove it until 6 in the morning. The plot can probably fit three or four rigs, including big ones, but the windy road here can be a bit tricky. But manageable. This is an ideal location to explore Srebrenica memorial from. ","location":{"latitude":44.16435293,"longitude":19.30165267},"category":{"name":"Wild Camping"}},{"id":188888,"name":"Jajce Auto Camp","date_verified":"2023-10-22T00:00:00.000Z","description":"Next to the youth hostel is a big grassy area, where you can camp (€5,- pppn; €2,- for the car). There are toilets and showers and during the night it's very quiet. Had a great stay!","location":{"latitude":44.341302146203816,"longitude":17.260931823402643},"category":{"name":"Established Campground"}},{"id":188894,"name":"Tower Hostel ","date_verified":"2023-02-01T00:00:00.000Z","description":"Nice hostel in the centre of Sarajevo. They offer female dormitories and private rooms. More importantly they have a courtyard where you can park / camp in an overland vehicle or park a bike. At the moment there's one flat place to stay in and then two places to park on an angle. They are building three more places to park vehicles. The door into the courtyard is about as big as a shipping container so if your vehicle can fit in one of those it will probably be fine here. Streets are narrow and reversing into the yard may prove tricky but not impossible. \r\nThe place has warm showers and drinking water, everything else you expect from a hostel. ","location":{"latitude":43.86457308,"longitude":18.43612549},"category":{"name":"Hostel"}},{"id":189338,"name":"Sobe Rooms ","date_verified":"2022-08-22T00:00:00.000Z","description":"Very nice guesthouse with clean comfortable rooms and friendly owners. Directly across the road there's great food in the shopping centre. Good parking for motorcycles. £25 double. Minutes to the border.","location":{"latitude":45.13807806652039,"longitude":17.25714479573071},"category":{"name":"Hotel"}},{"id":190525,"name":"neskovic","date_verified":"2022-09-04T00:00:00.000Z","description":"Nice restaurant and parking with free wifi. Also last petrol pump before the border from Montenegro.","location":{"latitude":43.48597,"longitude":18.74416},"category":{"name":"Wifi"}},{"id":191056,"name":"Husein's Riverside Camp","date_verified":"2022-09-07T00:00:00.000Z","description":"Grassy area next to the river with a friendly and generous owner. He shared his dinner, tomatoes from his garden, drinks and his boat. Very relaxed place. No stress. 10 to 20 euros. WiFi when generator on. ","location":{"latitude":44.825458756019444,"longitude":15.80919630815729},"category":{"name":"Established Campground"}},{"id":191057,"name":"Bosanska Krupa Riverside/Sportsgtound","date_verified":"2022-09-08T00:00:00.000Z","description":"Towards the sports ground, there's a gravel track towards a changing room building and the river. Many possibilities for spots to stay overnight. Good for one night. Quiet. Felt safe. ","location":{"latitude":44.887440131284855,"longitude":16.161367645641846},"category":{"name":"Wild Camping"}},{"id":191252,"name":"Picknick by the River","date_verified":"2023-11-06T00:00:00.000Z","description":"Nice picknick area right next to the river. Crystal clear water. It ist right next to the road but not much traffic at night. Some trash, but still ok for one night. No amenities, no 4wd needed, level and shady. ","location":{"latitude":43.08828187,"longitude":18.00048223},"category":{"name":"Wild Camping"}},{"id":191565,"name":"Near Jayce, Lakeside/Watermills","date_verified":"2022-09-09T00:00:00.000Z","description":"Paid parking bays 11am to 7pm. Nice location next to the lake, park or watermills. Some noise from the waterfalls, passing cars and people/music to 11pm.","location":{"latitude":44.34652935908701,"longitude":17.22724355204975},"category":{"name":"Informal Campsite"}},{"id":191965,"name":"fresh mountain water","date_verified":"2022-09-14T00:00:00.000Z","description":"A local showed me this well. Really nice, fresh mountain water","location":{"latitude":44.338405,"longitude":17.221145},"category":{"name":"Water"}},{"id":192134,"name":"Vucja glavica. Gourgious spot with superb view","date_verified":"2022-09-14T00:00:00.000Z","description":"Vucja glavica. \r\nGourgious spot with superb view. Drive up the path and park uphill. \r\nWe asked the landlord and he gave us permission to stay for the night. ","location":{"latitude":44.13543841913399,"longitude":16.470014564942026},"category":{"name":"Wild Camping"}},{"id":192202,"name":"City park next to hospital","date_verified":"2022-09-16T00:00:00.000Z","description":"Parking lots near the hospital. Good for a night if you want to visit Mostar. Nothing special, no facilities. Teens with beer and music on weekends. ","location":{"latitude":43.34232473,"longitude":17.79267021},"category":{"name":"Wild Camping"}},{"id":192449,"name":"Lakeside","date_verified":"2023-07-11T00:00:00.000Z","description":"Nice gravel place next to the lake. It is very quiet here. Great view over the lake! Access from the main road over a good gravel road, no 4x4 needed.\r\nSwimming is fabulous. ","location":{"latitude":43.65855114,"longitude":17.07494751},"category":{"name":"Wild Camping"}},{"id":193272,"name":"Grassy plateau with fireplace","date_verified":"2022-08-12T00:00:00.000Z","description":"A nice spot with some soft grassy ground perfect for a small to medium sized tent. Perfectly accessible via a dirt road (just one car passed by during the night). The water is perfectly accessible and there is a fireplace. \r\nWe stayed one night with motorcycle and a small tent. But there is enough space for bigger tents or caravans. ","location":{"latitude":43.59907785032212,"longitude":17.49582203280711},"category":{"name":"Wild Camping"}},{"id":193273,"name":"Kamp Irina","date_verified":"2022-08-16T00:00:00.000Z","description":"Nice camping spot next to the lake labeled \"Kamp Irina\". Fireplace, picnic table and bench, easy access to the lake and many stars at night. From the main road follow the sign to the lake (short dirt road that might be a bit muddy after rain).\r\nBest for tents and vens. We stayed one night with a small tent and a motorcycle.\r\nWhen you follow the dirt road a few meters further you will also find some other nice spots. ","location":{"latitude":43.29023032615882,"longitude":18.10600827488926},"category":{"name":"Wild Camping"}},{"id":193541,"name":"Ravno, old Station restaurant","date_verified":"2022-09-12T00:00:00.000Z","description":"friendly restaurant - owners allow camping on the green behind the restaurant (10€ per night 09/2022) toilets in the restaurant and fresh water ","location":{"latitude":42.88737,"longitude":17.97088},"category":{"name":"Informal Campsite"}},{"id":193543,"name":"Zavala old Station restaurant","date_verified":"2022-09-28T00:00:00.000Z","description":"only had a coffee there but staff told me they allowed cyclists camping in their ground from time to time\r\n\r\npublic toilet with running water and public green nearby","location":{"latitude":42.84728,"longitude":17.97981},"category":{"name":"Informal Campsite"}},{"id":193868,"name":"spring ","date_verified":"2022-10-01T00:00:00.000Z","description":"spring with good water.       direct on the street                                               \r\n         ","location":{"latitude":44.36563833333333,"longitude":18.449113333333333},"category":{"name":"Water"}},{"id":195016,"name":"spring with trinkable water","date_verified":"2022-10-08T00:00:00.000Z","description":"spring with trinkable water. very nice landscape on the way but gravelroad ","location":{"latitude":43.40755833333333,"longitude":18.289313333333332},"category":{"name":"Water"}},{"id":195037,"name":"Na krovu svijeta","date_verified":"2022-10-10T00:00:00.000Z","description":"This is the parking behind the restaurant \"Na krovu svijeta (On top of the World)\". The place is very quiet, peaceful and in beautiful nature.\r\nThe traditional mountain village Lukomir is still a secret tip. The road up is some km of dirt road but from Kramari village you won't need 4×4.\r\nVery friendly owner Nermir plans to build WC and showers for campers anytime soon. The restaurant itself is a part of the residence and if you have a meal there, camping is free","location":{"latitude":43.637719853484676,"longitude":18.18376511798587},"category":{"name":"Informal Campsite"}},{"id":197561,"name":"Fortress Merdzan Galba","date_verified":"2023-08-16T00:00:00.000Z","description":"Stunning location with incredible vistas\r\nPeaceful night behind the remains of an old fortress.\r\n","location":{"latitude":43.330283212514985,"longitude":17.878138187649835},"category":{"name":"Wild Camping"}},{"id":198753,"name":"small mostly flat area near river ","date_verified":"2022-11-13T00:00:00.000Z","description":"nice spot for a small tent. easy access by foot via small path or bycicles must be pushed. no access for cars or motorcycles.\r\n\r\nmake sure to check the mine apps before you enter. we stayed one night and didn't have problems. and als always camping near rivers can be dangerous. ","location":{"latitude":44.51577666666667,"longitude":18.180331666666667},"category":{"name":"Wild Camping"}},{"id":209447,"name":"Mountain spring","date_verified":"2023-02-21T00:00:00.000Z","description":"Good taste, at the road. You can park there.","location":{"latitude":42.70470617342992,"longitude":18.4810386132621},"category":{"name":"Water"}},{"id":210744,"name":"Oxygen ","date_verified":"2023-02-25T00:00:00.000Z","description":"Oxygen is a restaurant attached to Sunny Land. The wifi is free if you buy something. Friendly staff and fast wifi. Wifi can be picked up on gravel area opposite restaurant too ","location":{"latitude":43.84267075569241,"longitude":18.416395215411328},"category":{"name":"Wifi"}},{"id":214043,"name":"Admiral casino ","date_verified":"2023-03-25T00:00:00.000Z","description":"Free WiFi without password at Admiral casino","location":{"latitude":43.3366677,"longitude":17.81238343},"category":{"name":"Wifi"}},{"id":218791,"name":"Roadside","date_verified":"2023-05-01T00:00:00.000Z","description":"open space + bushes.\r\nnice pit for fireplace.\r\nno facilities.\r\ngood mobile reception","location":{"latitude":43.82529911119491,"longitude":17.15707845054567},"category":{"name":"Wild Camping"}},{"id":218967,"name":"Bottle filling station","date_verified":"2023-04-30T00:00:00.000Z","description":"A spring harnessed into a bottle filling location","location":{"latitude":44.07506302,"longitude":16.57147585},"category":{"name":"Water"}},{"id":218968,"name":"An old mine/dump","date_verified":"2023-04-30T00:00:00.000Z","description":"On the side of the main road in the pines. You can hear frogs croke. ","location":{"latitude":44.2154205,"longitude":16.34332501},"category":{"name":"Wild Camping"}},{"id":219406,"name":"Croatia Osiguranje","date_verified":"2023-05-04T00:00:00.000Z","description":"Insurance for vehicles. We got insurance for a motorcycle for 30 days in Bosnia for $13. Our ownership document had been stolen and they accepted digital documents instead. Friendly and helpful","location":{"latitude":43.364248001057064,"longitude":17.41939195433391},"category":{"name":"Vehicle Insurance"}},{"id":219680,"name":"Grassy and flat place","date_verified":"2023-05-05T00:00:00.000Z","description":"Hidden place from the road (which is a secondary road) no noise. \r\nFlat area with grass. There is no water but a village just before if necessary.","location":{"latitude":44.10690121231664,"longitude":18.97560647754068},"category":{"name":"Wild Camping"}},{"id":219682,"name":"To take a step before sarajevo ","date_verified":"2023-04-27T00:00:00.000Z","description":"No vehicle access\r\n\r\nIt's not ideal, but especially for cyclists who want to stop before Sarajevo, it helps. \r\nHidden from the main road by an embankment, but you still get the noise of the trafic. \r\nCanyon view. No water here but you have a river a few hundred meters before","location":{"latitude":43.53364,"longitude":18.59464},"category":{"name":"Wild Camping"}},{"id":219946,"name":"Mountainplace","date_verified":"2023-05-09T00:00:00.000Z","description":"nice little place with playground and roofed suites, really steep mostly paved access road, \r\nfor 1-2 small vehicle, \r\n","location":{"latitude":44.50467833333334,"longitude":18.108095},"category":{"name":"Wild Camping"}},{"id":220101,"name":"Moto Centar Lolo","date_verified":"2023-05-11T00:00:00.000Z","description":"Moped and motorcycle shop in Sarajevo. Has a lot of spare parts (wing mirrors, lights, grips). Only came here for wing mirrors so not sure what kind of work he does. ","location":{"latitude":43.842171588953676,"longitude":18.294097613560307},"category":{"name":"Mechanic and Parts"}},{"id":220259,"name":"Vrazova","date_verified":"2023-05-11T00:00:00.000Z","description":"This is the national health building but on the very top four, the fourth floor, there is a vaccine center where you can get any vaccine you need. I needed the typhoid vaccine and they had it. ","location":{"latitude":43.85687,"longitude":18.411708},"category":{"name":"Medical"}},{"id":220500,"name":"Moto Servis Mima","date_verified":"2023-05-12T00:00:00.000Z","description":"The BEST motorcycle mechanic. Read the Google reviews. We visited and he sorted out all sorts of problems with our motorcycles. Went above and beyond to weld us special parts when we couldn’t find the right ones for our bikes in Bosnia. 10/10 couldn’t recommend more! ","location":{"latitude":43.815038,"longitude":18.37251},"category":{"name":"Mechanic and Parts"}},{"id":221195,"name":"Hostel Dada","date_verified":"2023-05-18T00:00:00.000Z","description":"cheapest you can find in Mostar\r\n8euro per night.\r\ndont expect the best hostel.\r\nits a basic\r\nunstabble internet.\r\npretty stiff hillclimb before you can reach the hostel.\r\nsafe motorcycle parking. not for car or big truck.","location":{"latitude":43.34179146,"longitude":17.81732281},"category":{"name":"Hostel"}},{"id":223012,"name":"Autocamp ","date_verified":"2023-07-28T00:00:00.000Z","description":"Recently opened this year and managed by  Mohammed. Flat land with a roof and a table to eat. Access to the river for swimming. Very quiet place.","location":{"latitude":44.82209,"longitude":15.82302},"category":{"name":"Established Campground"}},{"id":223790,"name":"Dolac","date_verified":"2023-06-07T00:00:00.000Z","description":"International family provides up to two spaces for practically any size of camper. Location is right next to the river. Electricity and water upon request. English, Bosnian and German spoken. Contact Via WhatsApp +44 7410 111228. Looking forward to your visit ","location":{"latitude":44.4777,"longitude":18.14628},"category":{"name":"Informal Campsite"}},{"id":224043,"name":"Camp Bukovica","date_verified":"2023-06-09T00:00:00.000Z","description":"A wonderful place next to a stream. Simple, very lovingly newly furnished (2022). With 2 showers, 2 toilets, fireplace, fridge (with local beer :-)) and lots of peace and quiet. A very nice, helpful, English speaking host.","location":{"latitude":45.0687267864123,"longitude":17.017416413873434},"category":{"name":"Established Campground"}},{"id":224204,"name":"Sarajevo City Stadium ","date_verified":"2023-06-09T00:00:00.000Z","description":"There are plenty parking spots around the City Stadium. Many people pass by at daytime - very quiet at night. We spent 3 nights, no one bothered us. Bars restaurants in walking distance - to city Center from here it’s 2 km by walk ","location":{"latitude":43.874958618585154,"longitude":18.409062959270933},"category":{"name":"Informal Campsite"}},{"id":224206,"name":"Parking Travnik","date_verified":"2023-06-10T00:00:00.000Z","description":"Free public \u0026 paved parking opposite of Travnik International University - very quiet at night - 2 km by walk to Old Town of Travnik - opposite there a restaurant at IUT Hotel \u0026 100m from Bingo Discounter ","location":{"latitude":44.22644936949434,"longitude":17.64605294914697},"category":{"name":"Informal Campsite"}},{"id":224331,"name":"Watermills Jaijce ","date_verified":"2023-06-11T00:00:00.000Z","description":"Public parking lots on the road directly at Watermills - you have to pay from 11-19h 1KM/h - at night it’s free so good for a night - no traffic at night ","location":{"latitude":44.34856058102532,"longitude":17.226272067071154},"category":{"name":"Wild Camping"}},{"id":225450,"name":"Borak Restaurant ","date_verified":"2023-06-18T00:00:00.000Z","description":"We spent a quiet night in the car park of this nice restaurant at the end of the road.  There are two carparks, we chose the first one across the little bridge but there's another one at the end of the road that is closer and can pick up the wifi.  This site is popular on other apps and we asked one of the staff who waved his hand and said no problem.  A very pretty place with the only noise the racing river.  ","location":{"latitude":43.39359793,"longitude":17.59527112},"category":{"name":"Wild Camping"}},{"id":225538,"name":"Lakeside","date_verified":"2023-05-26T00:00:00.000Z","description":"A dirt road that ends by the water with several locations to pitch a tent or park a car. Can be tricky to turn a big car around but easy to backup if necessary. \r\nGreat view of the lake. And so many interesting spiders to look at.","location":{"latitude":43.67713848113212,"longitude":16.9825617889393},"category":{"name":"Wild Camping"}},{"id":229034,"name":"Jahorinko","date_verified":"2023-07-09T00:00:00.000Z","description":"Very nice place for boondocking. In near proximity there is a family pansion lodge with very friendly hostes, that will provide you with electric energy, water resources, WiFi and restaurant services for symbolic prices. Enjoy it and rembember me at it ","location":{"latitude":43.76431039,"longitude":18.5411158},"category":{"name":"Informal Campsite"}},{"id":230747,"name":"Yellow Fortress ","date_verified":"2023-07-15T00:00:00.000Z","description":"an even parking space 1minute walk from the fortress. There's a good chance it's free during daytime, not in the evening though as residents use it after work. ","location":{"latitude":43.86206151811231,"longitude":18.43884385670962},"category":{"name":"Wild Camping"}},{"id":231988,"name":"Memorial in lost beautiful place ","date_verified":"2023-07-18T00:00:00.000Z","description":"Spring water, good pressure. Basically a cool place to spend a night, as traffic is very little. ","location":{"latitude":44.14398092,"longitude":18.67005693},"category":{"name":"Water"}},{"id":231989,"name":"Dobrodosli u. Komnicu","date_verified":"2023-07-19T00:00:00.000Z","description":"Wonderful quiet parking of a recreational (picnic) area beautifully made and maintained. Nobody around, reasonable 3g with BH-mobile and M-Tel. Nice supermarket in town 6km away. ","location":{"latitude":44.05640823,"longitude":19.00015419},"category":{"name":"Informal Campsite"}},{"id":232185,"name":"Lost shady place behind church ","date_verified":"2023-08-22T00:00:00.000Z","description":"I needed both shade and cell coverage, found this spot that has both ","location":{"latitude":44.08663125,"longitude":18.95040424},"category":{"name":"Wild Camping"}},{"id":232759,"name":"Large grassy spot in the forest","date_verified":"2023-07-21T00:00:00.000Z","description":"Very large grassy spot in the forest. Also a water well. \r\nSeveral smaller tracks lead into the forest so you can park not in sight of the road. \r\nBeautiful forest and landscape. \r\nNo one disturbed us. In distance you can hear some sheep. ","location":{"latitude":43.95203530737044,"longitude":17.656670365740204},"category":{"name":"Wild Camping"}},{"id":232776,"name":"Warm swimming lake","date_verified":"2023-07-18T00:00:00.000Z","description":"Great warm swimming lake with lots of space to camp. Met some locals who came here for swim and said it gets busy on the weekend.\r\n\r\n15 mins dirt road but doable in a small 2WD with enough clearance. Woukd not drive up here in a big camper. Easy enough on a motorbike. ","location":{"latitude":44.049726904307796,"longitude":17.61803145600898},"category":{"name":"Wild Camping"}},{"id":233427,"name":"camp next to sea ","date_verified":"2023-07-22T00:00:00.000Z","description":"Nice place to camp with suv or normal car ","location":{"latitude":43.808542988931016,"longitude":17.528233292648007},"category":{"name":"Wild Camping"}},{"id":233484,"name":"Umoljani - nearby hiking route to Lukomir","date_verified":"2023-07-25T00:00:00.000Z","description":"Beautiful spot in valley between Umoljani and Lukomir. Very quiet at night. Good starting point to hike the loop from Umoljani to Lukomir (15 km). Dirt track, 2 wd possible but not advisable. ","location":{"latitude":43.66397116696414,"longitude":18.21332727471422},"category":{"name":"Wild Camping"}},{"id":233682,"name":"Hotel Bosnia ","date_verified":"2023-07-22T00:00:00.000Z","description":"Good cheap place to spend a night. Very old style hotel. 30 KM / night with private bathroom.","location":{"latitude":44.22537429,"longitude":18.69367694},"category":{"name":"Hotel"}},{"id":233927,"name":"Battle of Sutjesja Memorial Monument","date_verified":"2023-07-28T00:00:00.000Z","description":"Memorial for the Battle of Sutjeska.\r\n\r\nThe memorial is an exceptional work by Zivkovic and one of the best sculptural memorials in the Yugoslav space. It was erected in memory of the fighters killed in the battle of the Sutjeska when the Partisans suffered a terrible death toll as they broke out of the enemy encirclement in the 5th Nazi offensive in 1943. More than 7,500 people were killed in total; the monument with the ossuary is dedicated to 3,301 fighters killed in action. Beside its visual, architectural and symbolic qualities, the monument's profile was raised also by the 1973 film Sutjeska, which, together with Neretva (1969) is the pinnacle of Yugoslav cinematography dealing with the theme of people's liberation. Nineteen metres in height and placed on a slight elevation, the sculpture in the valley of the river Sutjeska under the foothills of Zelengora's peaks dominates over the Valley of the Heroes. Symbolically representing two Partisan columns breaking through the Nazi encirclement, the two white-concrete wings of impressive dynamics are placed on an axis symmetrical to the access path. Anchored in the ground and diagonally slanted, the side view causes the wings to appear weightless, as if they have taken flight. Optically, their massiveness is reduced by the geometry of pronouncedly expressive surfaces, some of which reveal the faces of Partisans. The composition is concluded by a raised, centrally positioned auditorium with semicircular parapets containing the names of brigades and platoons which fought on the Sutjeska. After the erection of the monument in 1971, several more buildings were constructed in the immediate vicinity - there are small charges for these museums but I didn’t go in so can’t comment.","location":{"latitude":43.345587368064216,"longitude":18.69121860111909},"category":{"name":"Tourist Attraction"}},{"id":234482,"name":"Camping Una Kiro Rafting ","date_verified":"2023-07-31T00:00:00.000Z","description":"Nice place, expensive, quiet in the night, close to the river Una, easy access for swim. 12€ for me, the tent and the bike. Beers available at the reception 2€. Supermarket at 500mt. Some dogs around the area. They destroyed my slippers.","location":{"latitude":44.78310906,"longitude":15.92502122},"category":{"name":"Established Campground"}},{"id":234639,"name":"Autocamp Grota","date_verified":"2023-08-02T00:00:00.000Z","description":"Perfect spot next to the Buna river, small camp, three teraces, the lowest next to the river witj tables and benches. \r\n20 € for night. ","location":{"latitude":43.25954440221172,"longitude":17.88025696445776},"category":{"name":"Established Campground"}},{"id":234971,"name":"Lazy Bar","date_verified":"2023-08-03T00:00:00.000Z","description":"Super chill bar with chrap beer and not much else located on the river. Owner allows bikers to put up their tent for free. Grounds are spacious and one can search for a quiet place further away from the bar.","location":{"latitude":43.25809779,"longitude":17.88588794},"category":{"name":"Informal Campsite"}},{"id":235827,"name":"Between the 2 oaks (shadow )","date_verified":"2023-07-20T00:00:00.000Z","description":"this is possibly the only spot with decent shadow,so if you plan to stay multiple days,I highly recommend. it has a flat spot for a tent or small 4x4 and we parked a bit higher up between the 2oak trees. we stayed for a week,locals are very friendly. keep it clean as usual and enjoy the warm lake water. Mobile internet is strong using eronet tourist data. Bar Resto across the lake,walking distance. \r\n","location":{"latitude":43.81723,"longitude":17.54111},"category":{"name":"Wild Camping"}},{"id":235828,"name":"Camping next to the lake","date_verified":"2023-06-14T00:00:00.000Z","description":"Very nice wild camping next to the lake, with a source to cook and wash. Very calm ! Maybe accessible with 4x4 but we came with bicycles.","location":{"latitude":44.03652,"longitude":16.86756},"category":{"name":"Wild Camping"}},{"id":236868,"name":"BOCA","date_verified":"2023-08-14T00:00:00.000Z","description":"Well stocked bike shop. Staff seem to know what they're talking about. Card payments accepted.\r\nThey offer servicing but I only bought a couple of inner tubes.","location":{"latitude":44.15183678,"longitude":17.80484941},"category":{"name":"Mechanic and Parts"}},{"id":237166,"name":"Zeynep Apartments","date_verified":"2023-08-16T00:00:00.000Z","description":"Nice hostel with friendly manager. lots of cycle tourists here. allowed to store bikes in the stairwell.\r\nI paid €14/night for accommodation in a 6-bed dorm. advisable to make a reservation via booking.com as places sell out later in the evening.\r\n\r\nThe hostel is a bit hard to find - from Mula Mustafa Bašeskije, go through the door no. 8 into the courtyard, then ring the buzzer labelled \"3\" and somebody will answer.\r\n\r\nBasic kitchen and lockers provided. check in from 14:00, checkout by 11:00. kitchen has decent selection of pots and pans, dishes, salt, oil.","location":{"latitude":43.85930374,"longitude":18.42467109},"category":{"name":"Hostel"}},{"id":237941,"name":"parking space safe ","date_verified":"2023-08-22T00:00:00.000Z","description":"Good place to take the Bus to sarajevo City. 10 Euro very friendly ","location":{"latitude":43.81548903,"longitude":18.33571666},"category":{"name":"Informal Campsite"}},{"id":238749,"name":"Buregdžinica 'Bosna'","date_verified":"2022-08-03T00:00:00.000Z","description":"Local restaurant selling traditional pita (Pie) Burek, Sirnika, Zeljanica...prices are per kilo, our portions were good and it was around 3mk each, very central ","location":{"latitude":43.85890123900026,"longitude":18.423549234867096},"category":{"name":"Restaurant"}},{"id":238751,"name":"Hari Ćevabdžinica","date_verified":"2022-08-08T00:00:00.000Z","description":"A traditional and famous place to try Ćevapi, I had trying in other cities and for me it was the best, prices around 4mk for 5 pieces. Highly recommended is you are visiting the town","location":{"latitude":44.2268341826275,"longitude":17.67068048939109},"category":{"name":"Restaurant"}},{"id":238752,"name":"Tarabovac","date_verified":"2022-08-08T00:00:00.000Z","description":"Local restaurant to eat traditional food. We tried Grah (5km) and Teleći mišići (small portion 5,50km), they have a big variety of dishes.\npart of the menu is attached in the pictures","location":{"latitude":44.22591276001185,"longitude":17.66884376294911},"category":{"name":"Restaurant"}},{"id":238906,"name":"Camp Maglic","date_verified":"2023-08-27T00:00:00.000Z","description":"New campsite since 2023. Run by very nice couple. Mostly flat grass. Toilet, shower, cooking area, fresh water available. Price is 15€/night/p.P.\r\n\r\nHuts for little extra also available. \r\n","location":{"latitude":43.36868,"longitude":18.70965},"category":{"name":"Established Campground"}},{"id":240927,"name":"water by the monument","date_verified":"2023-09-10T00:00:00.000Z","description":"fresh water by the Monument.very clean place and parking","location":{"latitude":43.49690096242243,"longitude":17.25238423208833},"category":{"name":"Water"}},{"id":241094,"name":"sea side","date_verified":"2023-09-10T00:00:00.000Z","description":"direktly by the sea, gras area or sandy, a lot of locals here, clear water, no waste, beautiful view, no 4x4 nessessary","location":{"latitude":43.632847230879996,"longitude":17.03698847412174},"category":{"name":"Wild Camping"}},{"id":241241,"name":"by the river ","date_verified":"2023-09-11T00:00:00.000Z","description":"it's a gras road, it's possibble without 4x4, you can sitting by the river, no facilitys here, ok for one night, you can go in the river for shower:-) ","location":{"latitude":44.83483768243501,"longitude":15.845098912926886},"category":{"name":"Wild Camping"}},{"id":243151,"name":"lulino vrelo","date_verified":"2023-09-21T00:00:00.000Z","description":"nice place with table a barbecue, with running water, written drinking water","location":{"latitude":43.5455834,"longitude":17.54261044},"category":{"name":"Water"}},{"id":244853,"name":"Ina","date_verified":"2023-10-05T00:00:00.000Z","description":"It is a gas station/rest stop on the highway just over the border. Clean restrooms, good coffee, nice operators, free Wifi. Very quiet. We were alone in the large parking. Excellent place for a night.","location":{"latitude":43.14936424859545,"longitude":17.603404612159032},"category":{"name":"Informal Campsite"}},{"id":247832,"name":"Luxury Center Hostel","date_verified":"2023-09-24T00:00:00.000Z","description":"really nice hostel , with kitchen , safe big parking safe for the motorbike , for cars it’s cost 10€ . \r\nthe night for shared room it’s 7 euros and private room 15€ ","location":{"latitude":43.863844933474915,"longitude":18.43139098060171},"category":{"name":"Hostel"}},{"id":249762,"name":"cute \u0026 lonely spot at river :-)","date_verified":"2023-08-29T00:00:00.000Z","description":"beautiful spot right at the river. u are actually camping on mint plants between washed stones. no one was here. the river is super clean and refreshing. \r\nno cellphone service though. \r\n\r\n4x4 recommended to be right at the river. \r\nplease leave the place cleaner than before! ","location":{"latitude":43.37955288,"longitude":18.35493466},"category":{"name":"Wild Camping"}},{"id":252891,"name":"Eko Farm Camping","date_verified":"2023-09-21T00:00:00.000Z","description":"A really nice campsite, that sells products they make here including wines. Very friendly owners and away from the main roads. Has toilets and showers. Showers weren't working when I arrived due to lack of rain in previous months so they were technically closed but welcomed me all the same. Good option to stay along the way","location":{"latitude":44.488370717501766,"longitude":18.068403829050794},"category":{"name":"Established Campground"}}]