[{"id":7399,"name":"Sakar Hills Camping","date_verified":"2023-06-23T08:16:49.000Z","description":"It's a great camping spot, especially for motorbike travelers! And near the Greece and Turkish border.\r\nIt's clean, solid and cheap. It's 10 Euros for 2 persons and 2 bikes with one tent.\r\nThe British owner Mat is a great and lovely character who helps you out with everything. And he is pretty funny and has a lot of great stories to tell!\r\nYou can do washing and there are benches under a Bungalow where you can sit and relax.\r\n\r\n10km away is a town where you can buy everything you need and 800m away is a little store in which you can buy food.","location":{"latitude":41.8702,"longitude":25.99165},"category":{"name":"Established Campground"}},{"id":8595,"name":"Eco Camping Batak","date_verified":"2021-09-04T00:00:00.000Z","description":"Located on Lake Batak in the mountains. A beautiful area. The campground has flat terraces for camping pitches, clean bathrooms and hot showers. Very nice place. You can also rent kayaks and bikes for a reasonable price. Electricity and wi-if included in price. 30 lev for a camper and 2 people. Gets very busy on the weekends during the summer. Try to avoid!","location":{"latitude":41.95829895328912,"longitude":24.154812404908384},"category":{"name":"Established Campground"}},{"id":9170,"name":"Buzludzha","date_verified":"2022-05-25T00:00:00.000Z","description":"Buzludzha - an abandoned building from the Bulgarian communist regime. There are a lot of nice spots next to the building where you can park and stay for the night.","location":{"latitude":42.73602,"longitude":25.39361},"category":{"name":"Wild Camping"}},{"id":17031,"name":"Medina tires","date_verified":"2016-04-25T00:00:00.000Z","description":"Good tire shop. we got 4x4 tires for the price of Internet shops in Nl","location":{"latitude":42.09633316,"longitude":24.76087314},"category":{"name":"Mechanic and Parts"}},{"id":19181,"name":"Dragizhevo","date_verified":"2023-08-22T00:00:00.000Z","description":"Camping Veliko Tarnovo, owned by very friendly English couple. Clean showers and toilets. Large swimming pool with sun beds. Nice views. Close to historic town Veliko Tarnovo. You are really a guest here. ","location":{"latitude":43.06631966498035,"longitude":25.754178268858933},"category":{"name":"Established Campground"}},{"id":19393,"name":"Topola","date_verified":"2016-07-21T19:19:19.078Z","description":"Camping Saint George, directly located on the Black Sea. Informal sites, very simple toilets \u0026 showers, beach with sun loungers (2 beds + umbrella 15 euro). 15 euro water \u0026 electricity included. Water with high amount of sulpher. Facilities not very clean. Loud music from the neighbouring resort.","location":{"latitude":43.40743093755413,"longitude":28.25086701663979},"category":{"name":"Established Campground"}},{"id":21144,"name":"Camping Vrana","date_verified":"2018-05-30T00:00:00.000Z","description":"Sadly the glory days of this place were probably in soviet era... gravel lot with big trees next to small river. Some really old cabins some of which seem to be lived in permanently. But staff nice and opened one of the cabins for bathroom / shower. Old old old but I think they make an effort to keep kinda cleanish... Also grounds not very flat if you are in a tent but lot fine if you have big rig and dont need any services. About 10min from center. Lots of shops nearby but unless you really really want to camp, probably apt in center would have been better option if interested in seeing the town. 10€","location":{"latitude":42.63862615,"longitude":23.41972914},"category":{"name":"Established Campground"}},{"id":21383,"name":"Camping Gradina","date_verified":"2018-06-26T00:00:00.000Z","description":"Basic camping in pine forest next to the beach. Pretty gross pit bathrooms with doors that dont lock. But next to beach and kitespot so pleasant enough if you dont need anything. There are two other campgrounds adjacent but both were much more crowded and the one to the south had very loud music playing at the bar until sunrise ","location":{"latitude":42.41331919,"longitude":27.6532955},"category":{"name":"Established Campground"}},{"id":21403,"name":"Motocamp","date_verified":"2023-01-30T00:00:00.000Z","description":"24 lev per night per person for bed and included breakfast. Right now, no tents due to some regulation changes. Great place, can do work on motorcycles and they can get oil and tires and arrange other things you might need. Highly recommended.","location":{"latitude":43.037325656081585,"longitude":25.24915250951913},"category":{"name":"Hostel"}},{"id":21604,"name":"Stara Elena B\u0026B","date_verified":"2018-09-01T14:00:17.767Z","description":"25 lev per night per person. Breakfast included. Fast wifi and hot water. Very close to a medium Bulgaria/Turkey border. Secure parking. Owners are English and super helpful. ","location":{"latitude":42.099596466908324,"longitude":26.53381001206723},"category":{"name":"Hostel"}},{"id":22977,"name":"Milnik Monastery ","date_verified":"2020-09-20T16:50:40.170Z","description":"Close to the monastery of Milnik is a free green area with a beautiful view to the mountains. In the night it's very quiet! A great place with a lot of energy.","location":{"latitude":41.53190780900561,"longitude":23.429529843873745},"category":{"name":"Wild Camping"}},{"id":23061,"name":"Montana Lake","date_verified":"2020-08-12T00:00:00.000Z","description":"Dirt roads going down to the lake where you can stay! At night it's very quiet! ","location":{"latitude":43.39578537,"longitude":23.18859589},"category":{"name":"Wild Camping"}},{"id":23062,"name":"Belogradchik Fortress ","date_verified":"2020-08-13T04:46:04.077Z","description":"An incredible fortress builded in impressive mountains! Worth to see...","location":{"latitude":43.6237946385924,"longitude":22.6767992321613},"category":{"name":"Tourist Attraction"}},{"id":23085,"name":"Kamping Kromidovo","date_verified":"2023-08-22T00:00:00.000Z","description":"Fantastic place to camp. John and Sara are lovely hosts. Facilities are modern. Great showers, kitchen, laundry etc. Rooms are also available from 15€ per night. ","location":{"latitude":41.454477839147124,"longitude":23.36316729417056},"category":{"name":"Established Campground"}},{"id":25829,"name":"Thermal Bath","date_verified":"2023-10-21T00:00:00.000Z","description":"Natural hot spring, outside; lot of parking possibilities.\r\nOvernight stays around the natural pools possible (and very common by Bulgarians).","location":{"latitude":41.45737,"longitude":23.26292},"category":{"name":"Informal Campsite"}},{"id":33195,"name":"Alexandrovo Camping ","date_verified":"2021-09-02T00:00:00.000Z","description":"The place to be when coming from or going to Turkey. Lovely owners/nice family. Everything you are looking for on a campsite, including a beautiful view. ","location":{"latitude":41.98682,"longitude":25.72681},"category":{"name":"Established Campground"}},{"id":34287,"name":"Buzludzha wild camp","date_verified":"2023-06-25T00:00:00.000Z","description":"Wild camp just down from the main site. Fire pits, flat ground. It's next to a road, but barely any traffic. ","location":{"latitude":42.73748410869644,"longitude":25.404206821718628},"category":{"name":"Wild Camping"}},{"id":35023,"name":"next to road 2702 I  the forest/ farmers land.","date_verified":"2017-03-30T00:00:00.000Z","description":"a place to crash for the night. not very beautiful but for one night it is okay.","location":{"latitude":43.42681426801449,"longitude":27.56336761730929},"category":{"name":"Wild Camping"}},{"id":35024,"name":"Plovdiv. Skerzzo hotel. ","date_verified":"2017-04-06T00:00:00.000Z","description":"nice hotel with right in front of the hotel free parking space. every room is different. lady of the reception was very helpful. rooms with shower or bath 25 euro s. the city of plovdiv is really lovely. some old roman buildings and a really relaxing vibe. nice for a few days luxury when you lived in nature for a while....","location":{"latitude":42.1397337831447,"longitude":24.749742107760945},"category":{"name":"Hotel"}},{"id":35025,"name":"camping melnik ","date_verified":"2018-07-29T14:01:51.804Z","description":"Just 2 km further than wine city Melnik you can find this simple campsite. Flat grass next to the river nice view on sandy hills. Drop toilet and warm shower also in the toilet but it works. Nice  owner but speaks no English.  We paid 10 lev for  2 person and car. It was a bit noisy because of the dog he barked during the night.","location":{"latitude":41.539452790932394,"longitude":23.40990133585692},"category":{"name":"Established Campground"}},{"id":35026,"name":"Pancake hill","date_verified":"2017-04-09T00:00:00.000Z","description":"150m from the road we camped here at this great spot. You see a kind of farmhouse and in the corner you leave the gravel.The gravel.road is awesome and starts or ends in Pirin  and appr 35 km a farmer came by and said it's OK. the road is not suitable for big rigs \u003c3500 kg. we started in Melnik and finish in Gotche Delchev. ","location":{"latitude":41.536837362942514,"longitude":23.512062265359383},"category":{"name":"Wild Camping"}},{"id":36323,"name":"free camp close to bachkovo monastery","date_verified":"2017-06-02T09:14:26.945Z","description":"as you have to pay for the parking in bachkovo (1 night 5€) we decided to look for sthg. else. found this nearby. road is not in sight and noise is minor. you are surrounded by trees. space is reachable over a bridge (not sure if fit for heavy riggs - there is another way in without bridge with hanging branches though). there is a river ca. 15m below the space.","location":{"latitude":41.935336,"longitude":24.848966},"category":{"name":"Wild Camping"}},{"id":36324,"name":"cheap diesel stations","date_verified":"2017-05-26T00:00:00.000Z","description":"along the road cheap diesel stations with credit card use possible.","location":{"latitude":42.019882,"longitude":24.8622},"category":{"name":"Fuel Station"}},{"id":36325,"name":"Lake Camp near Blagojewgrad","date_verified":"2021-09-11T00:00:00.000Z","description":"On the way to Rila monastery and the 7 lakes we took a rest here. It is a small lake (not ment for swimming) which provides possibilities to do sport. The parking is quiet in nighttime, during the evening there are locals jogging and having leisure time. Two restaurants close by and drinking water. There is an area for having barbecue. Good base for a start to some hiking tours as Blagojewgrad gives opportunity to get maps and infos. There might be possibilities to put a rent at a meadow on the back of the parking (behind the sport gear area - following a path through the wood). Didn't see any people with pets.","location":{"latitude":42.034093,"longitude":23.128616},"category":{"name":"Informal Campsite"}},{"id":36326,"name":"Free camp near Rila monastery","date_verified":"2023-08-24T00:00:00.000Z","description":"found this nice little spot near rila monastery. there is tables and benches, you can grill here. situated between several small and big rivers, lots of drinking water. there is a guy selling very good fish nearby at a cheap price.","location":{"latitude":42.113147,"longitude":23.319206},"category":{"name":"Informal Campsite"}},{"id":39298,"name":"nice spot next to river","date_verified":"2020-08-09T00:00:00.000Z","description":"a gravel track leads off the main road. drive about 100m on the gravel track and you will find a widening where a small and short track (to the left) leads to a flat and open space below to allow pitching of a tent  and a spot of fishing if you have a line.","location":{"latitude":42.1320591,"longitude":23.1545079},"category":{"name":"Wild Camping"}},{"id":39508,"name":"Beautiful camp spot at lake","date_verified":"2022-08-05T00:00:00.000Z","description":"This spot is not too far from the main east-west freeway. Easy access by paved road. beautiful quiet lake. some locals here fishing and one car with camper trailer plus us in our car. plenty of space but not all level. ","location":{"latitude":42.8314913,"longitude":23.7839606},"category":{"name":"Wild Camping"}},{"id":40161,"name":"Beachish camp ","date_verified":"2017-08-02T00:00:00.000Z","description":"Car park behind Beach restaurants \nFlat and level\nGood for discreet vans\nShowers etc nearby","location":{"latitude":42.408895,"longitude":27.6673483},"category":{"name":"Wild Camping"}},{"id":43075,"name":"N \u0026 S Motor Service Shop","date_verified":"2017-09-17T00:00:00.000Z","description":"Moto mechanic. Knowledgeable guy speaks English name of Stanislavs. \n00 359 87 8248770\n\nBehind the 1st garage on left on the way into Yambol.","location":{"latitude":42.4972229,"longitude":26.4813215},"category":{"name":"Mechanic and Parts"}},{"id":43352,"name":"Camping next to the cliff","date_verified":"2020-10-07T00:00:00.000Z","description":"nice location at the cliff, next to the city","location":{"latitude":42.64650261,"longitude":27.71136779},"category":{"name":"Wild Camping"}},{"id":44149,"name":"Good place right on the beach","date_verified":"2023-06-29T00:00:00.000Z","description":"The other option we found here was not as good as we thought so we have come to this another option, less people and more space to camp.","location":{"latitude":42.444410403298626,"longitude":27.622809922348356},"category":{"name":"Wild Camping"}},{"id":44643,"name":"mall's parking","date_verified":"2017-10-08T00:00:00.000Z","description":"it could be an option before or after crossing the bridge to romania. big parking for a big mall where you can find all the shops you want... lot of people during the day  but very quiet by night. wifi and WC inside","location":{"latitude":43.8545842,"longitude":25.991726},"category":{"name":"Informal Campsite"}},{"id":53151,"name":"Quarry ","date_verified":"2020-08-09T00:00:00.000Z","description":"This place is quiet, nice, right at the water with a good view at the surrounding mountains. Stayed two nights. \nthe turnoff from the main road is at 42.181947, 24.132512 ","location":{"latitude":42.16426252,"longitude":24.14620304},"category":{"name":"Wild Camping"}},{"id":55748,"name":"Dragoman Marshlands","date_verified":"2018-09-30T18:33:42.000Z","description":"Small parking spot for the marshlands. Next to a rarely used road, so pretty quiet. Good for staying a night before or after the border. The road has many pot holes though.\nAn elevated wooden path leads into the marshlands towards the yellow observation tower and further in. You can see birds, ducks, frogs, snakes, underwater snails and so on.\nAbout 200m to the east, a steep and barely visible path leads to a cave in the hills - nice view from up there.","location":{"latitude":42.9373347,"longitude":22.951657},"category":{"name":"Wild Camping"}},{"id":56772,"name":"Yaz. Bakardere ","date_verified":"2019-10-24T00:00:00.000Z","description":"Wild Camp Site right next to a small lake. Met locals who spent a few days fishing here (10 lew per rod, someone apparently comes to the lake in the morning and collects the money). No paved surfaces around the lake and quiet muddy after rainfall to keep in mind. Nice, quiet place with a lot of nature (frog noises!)","location":{"latitude":42.484673580413606,"longitude":23.72962826314333},"category":{"name":"Wild Camping"}},{"id":58467,"name":"Transit overnight stay","date_verified":"2018-04-16T00:00:00.000Z","description":"A small place at the end of a 200m gravel road next to the main road. In the night very quiet. Good for transit overnight camping. There is also a small river.\n","location":{"latitude":42.28692630309824,"longitude":23.58180874029508},"category":{"name":"Wild Camping"}},{"id":58933,"name":"Sunrise Beach","date_verified":"2023-06-18T00:00:00.000Z","description":"Wild camping with some places to park car and beautiful sandy beach. Old campfires dotted around. Road can get sandy away from trees. Heading East, when close to beach take the second road to the left. Google says that Bulgarian Technofest is held here each year","location":{"latitude":42.97923016267849,"longitude":27.89315049760934},"category":{"name":"Wild Camping"}},{"id":59321,"name":"kosmos campsite","date_verified":"2019-05-22T00:00:00.000Z","description":"big camping ground near the coast.there is a restaurant nearby","location":{"latitude":43.69782002624975,"longitude":28.566325064925593},"category":{"name":"Established Campground"}},{"id":60887,"name":"Shiroka polyana Lake campsite","date_verified":"2018-04-28T00:00:00.000Z","description":"Beautiful (and popular among Bulgarian campers) alpine lake in the Rhodopian mountains. ","location":{"latitude":41.766626,"longitude":24.149767},"category":{"name":"Wild Camping"}},{"id":63021,"name":"Camping Delphin","date_verified":"2023-06-06T00:00:00.000Z","description":"You can find great spots on the forest side of the camping. Hot water and Ok toilets, but a bit far from the forest side.","location":{"latitude":42.10443027188922,"longitude":27.92222095699046},"category":{"name":"Established Campground"}},{"id":63259,"name":"Coastal wildcamping spot close to Schabla","date_verified":"2022-04-11T00:00:00.000Z","description":"We took the small road from Schabla to the coast to look for a spot and found this beautiful one. There were a few fishermen and some people camping (tents and a campervan). It is accessible by a dirt road.","location":{"latitude":42.63307080414078,"longitude":27.63948199197845},"category":{"name":"Wild Camping"}},{"id":63271,"name":"Irakli Beach Wild Camping ","date_verified":"2020-10-07T00:00:00.000Z","description":"Ccamping spot that seems to be popular among locals. Many people with tents down on the beach and even more spread out up in the bushes with cars and even some camper vans. There is also an official campground nearby, this one however is accessible through a dirt road and is located South from the official one. Some rubbish bins are around and there is a small shop at the beach selling some necessities (open 8-20).\r\nWhen we were there (end of June) there was almost no space anymore.. It's a beautiful spot and there are many nice people around. We got water from the public bathrooms that are in the back of the restaurant next to the official camping, but you probably can't access it by car without paying the parking fee and it's around 30mins to walk from the camping spot.","location":{"latitude":42.748404,"longitude":27.888651},"category":{"name":"Informal Campsite"}},{"id":63435,"name":"On the cliffs of Cape Agalina","date_verified":"2019-04-28T00:00:00.000Z","description":"The southbound small coastal road leads in a loop over Cape Agalina. A small dirt road (can be very muddy after rain) leads through the bush to a small opening where a few cars could park. We walked down the small path and camped right on the cliffs, a beautiful spot! There is access to the sea as well.","location":{"latitude":42.37829045963845,"longitude":27.72267819555015},"category":{"name":"Wild Camping"}},{"id":64697,"name":"Grassy area in the woods among rock pillars","date_verified":"2023-10-04T00:00:00.000Z","description":"This is the entrance to the forest track leading for about 2 km to a small open grassy area surrounded by forest and rock pillars. \r\nTrack not drivable for anything much bigger than a VW van. There is an intersection along the track, turn right. A spring is a few steps down a path from the open camping space. No 4x4 needed.","location":{"latitude":43.610482122789705,"longitude":22.684468086830044},"category":{"name":"Wild Camping"}},{"id":65248,"name":"Melnik","date_verified":"2018-06-05T00:00:00.000Z","description":"Parking at the 'entrance' to the village; not overly romantic but very convenient when visiting the village; quiet a night","location":{"latitude":41.52408,"longitude":23.39153},"category":{"name":"Informal Campsite"}},{"id":65250,"name":"Rila Monastery","date_verified":"2023-05-18T00:00:00.000Z","description":"limited Parking right in front of the monastery entrance, might be busy and difficult to find a slot during day time but late arrival should provide for a spot. Charge €5 valid till 10am next day, so you can visit the monastery late evening and early morning and avoid the crowds.\r\nquiet at night","location":{"latitude":42.13282,"longitude":23.3394},"category":{"name":"Informal Campsite"}},{"id":65251,"name":"along road no 84","date_verified":"2018-06-07T00:00:00.000Z","description":"difficult to find a spot between Banska and Velingrad … we eventually picked this roadside bay. The road is very quiet at night, although a couple of cars stopped and had a look what was staying here; but we were left in peace.\r\nOne can draw water from the source … as at many other places in this country","location":{"latitude":42.04962,"longitude":23.81642},"category":{"name":"Wild Camping"}},{"id":65256,"name":"nice spot with view on the lake","date_verified":"2023-07-23T00:00:00.000Z","description":"drive into this small forest road from #37 for a couple of hundred yds and enjoy the view on the lake. There might be one or the other fisherman or hunter passing by, but for the rest it is very quiet.","location":{"latitude":41.76272,"longitude":24.14347},"category":{"name":"Wild Camping"}},{"id":65263,"name":"Parking at the river ","date_verified":"2021-12-05T00:00:00.000Z","description":"Parking on the north side of the river, just opposite and in walking distance of the town center. Sign and barrier (out of order) indicate a parking fee, but police and taxi driver said 'no fee' … and we stayed for two nights, no problem … but also not very quiet (loud music at night)","location":{"latitude":42.15595,"longitude":24.75128},"category":{"name":"Informal Campsite"}},{"id":65388,"name":"Guesthouse Master Nikola Gogov","date_verified":"2018-07-20T00:00:00.000Z","description":"Nice renovated traditional houses, good for spending a night before going to Turkey. Quiet and safe location, in the middle of nowhere (a national park). Prices vary, we found one that was 12.5EUR per person.","location":{"latitude":42.045730785,"longitude":27.429080055},"category":{"name":"Hotel"}},{"id":65518,"name":"Riverside at Svilengrad","date_verified":"2021-10-07T00:00:00.000Z","description":"Small city next to Greek and Turkish border, you can stay just next to the river, there are several options following smal dirt road. Greek cellphone reception.  ","location":{"latitude":41.77490584556178,"longitude":26.18906283753569},"category":{"name":"Wild Camping"}},{"id":65524,"name":"Place under rocks","date_verified":"2018-07-18T00:00:00.000Z","description":"nice plane near the road under the rocks:)","location":{"latitude":42.93488873682769,"longitude":26.463062596135},"category":{"name":"Wild Camping"}},{"id":66226,"name":"Plovdiv","date_verified":"2018-05-03T00:00:00.000Z","description":"Small personal hotel in center of the old town. Parking space in front of hotel. Center only accesible behind a bar. ","location":{"latitude":42.14931607250324,"longitude":24.751188587420387},"category":{"name":"Hotel"}},{"id":66354,"name":"Torch Monument","date_verified":"2021-07-04T00:00:00.000Z","description":"Below the Buzludzha Monument on a wide open parking/meadow in front of the Torch Monument and viewing up to Buzludzha (nice at sunset).\r\nVery quiet\r\nBe aware: one can still drive up the Buzludzha and possibly also stay the night there, but since spring 2018, the building is closed and guarded 7/24","location":{"latitude":42.73123,"longitude":25.38692},"category":{"name":"Wild Camping"}},{"id":66357,"name":"huge parking at Nessebar","date_verified":"2020-10-01T17:12:41.000Z","description":"We were surprised to find this huge and not expensive (L12/24hrs) parking at this place. No problem to get in and stay for the night. Can be busy during daytime due to coming and going cars and coaches, but dead at night … and at the far end, you might well be on your own at all.\r\nCould all be different in the high season ...","location":{"latitude":42.66144,"longitude":27.73665},"category":{"name":"Informal Campsite"}},{"id":66358,"name":"Sosopol Stadium","date_verified":"2018-06-16T00:00:00.000Z","description":"The most central parking at the marina is expensive and small and packed with buses. The friendly warden sent us to the parking just behind the stadium, which is a short walk to the beach.\r\nVery friendly warden there too, no problem to stay for the night (€9 for a big rig), even water was available ... but it is definitely not more than a parking lot ...\r\nHowever, we were told the parking is always full during the high season","location":{"latitude":42.41269,"longitude":27.69755},"category":{"name":"Informal Campsite"}},{"id":66359,"name":"great beach place at Sinemorets","date_verified":"2018-06-17T00:00:00.000Z","description":"Great beach with some nice restaurants … and lots of space to park and very quiet nights … but one is obviously somewhat exposed … but nobody really cares\r\nwater and toilets possibly at the beach restaurants","location":{"latitude":42.05565,"longitude":27.9854},"category":{"name":"Informal Campsite"}},{"id":66459,"name":"Wild campspot at shelter next to river","date_verified":"2018-07-30T00:00:00.000Z","description":"Its next to the road but very little traffic at night. We stayed here with two motorbikes and a tent, but there would be space for more.  A police car came by in the evening but didn’t bother to stop when they saw our tent. \r\n\r\nThere is a river nearby. The hut at the shelter has a fire place and a well next to it. There also is a place for a van or bigger rig. ","location":{"latitude":42.27508630017742,"longitude":23.274043776589696},"category":{"name":"Wild Camping"}},{"id":67732,"name":"Wildcamping at river under the tree","date_verified":"2018-08-12T00:00:00.000Z","description":"A beautiful wild camping spot, next the river under the tree (perfect shadow). You take road next the tunnel (old road that is not any more used I think). ","location":{"latitude":41.79211597,"longitude":23.16142233},"category":{"name":"Wild Camping"}},{"id":69296,"name":"Camping Verila","date_verified":"2019-10-11T00:00:00.000Z","description":"Cosy little campsite, grassy field, some trees give shadow. Facilities are ok. 15 euro for 2 people and campervan. 2 euro for using the washing machine. Restaurant at the campsite (we didn't try it). The site is well located for visiting the seven lakes of rila. ","location":{"latitude":42.29141666666666,"longitude":23.250433333333334},"category":{"name":"Established Campground"}},{"id":69297,"name":"Camping Ribkata","date_verified":"2021-08-10T00:00:00.000Z","description":"Little campsite in front of the owners house, next to a river. The owner doesn't recommend swimming, because it's not safe. He doesn't speak english but helps himself with google translate.\r\nIt is about half an hour to Sofia, you can also book a shuttle which costs 10€ one way.\r\nOne toilet, one shower and both seem to be very old. It's not dirty, but it smells. The toilet brush seems to had its best days in the 70s..\r\nThe field is grassy and trees give shadow, but 20 euro for 2 persons and campervan is a little bit high priced!","location":{"latitude":42.85748297603215,"longitude":23.36173111123801},"category":{"name":"Established Campground"}},{"id":69781,"name":"Silistar Beach Camping","date_verified":"2018-09-02T00:00:00.000Z","description":"Very nice place for one week nearby the beach. Entance to the campground is a little bit tricky because the trees. Not higher then 3.20m. Extremely clear ocean and sandy beach.","location":{"latitude":42.023031427524984,"longitude":28.005523094907403},"category":{"name":"Established Campground"}},{"id":70426,"name":"Madona Camping","date_verified":"2018-08-30T00:00:00.000Z","description":"Cosy little campsite in a grassy garden area in front of a hotel/restaurant. Some trees give shadow. A lot of animals walking around. Thats's maybe why dogs are not allowed according to the shield on the entrance. Facilities are very clean. Very quiet at night. Friendly owner. We paid 15 euro for 2 persons and campervan. (Google maps will lead you to leave the main road to the left to a dirt road, but the entrance is actually a little further down the main road. You will see the house and turn left after the end of the garden.)","location":{"latitude":43.5972619793445,"longitude":22.78012762657152},"category":{"name":"Established Campground"}},{"id":70506,"name":"Camping by the river","date_verified":"2019-08-14T00:00:00.000Z","description":"A nice lawn between the road and the river that locals use for picnicking and wild camping. We arrived on the Sunday afternoon and there where five or six campers there, but in the evening they were all gone. \r\nWe checked by them and they said that staying overnight is absolutely ok. \r\n","location":{"latitude":42.277435725594195,"longitude":23.521899590290637},"category":{"name":"Wild Camping"}},{"id":70889,"name":"Water reservoir lake","date_verified":"2021-09-17T00:00:00.000Z","description":"Very pretty place, nice swimming water. Good camp ground with good views. Downside is that there is a lot of waste around.","location":{"latitude":41.63975833333334,"longitude":25.47931},"category":{"name":"Wild Camping"}},{"id":71853,"name":"Suhin Dol Hotel and Restaurant, Belimel","date_verified":"2022-07-30T00:00:00.000Z","description":"Just nice, clean and cheap place to sleep...we paid 18€ for two, clean room, warm shower, secured parking for motorcycle.\r\nDinner at restaurant was very delicious and cost about 3€\r\nOnly ‘live’ place in Belimel, on main road\r\n","location":{"latitude":43.43367790591748,"longitude":22.974229670335394},"category":{"name":"Hotel"}},{"id":74865,"name":"Eyes of God","date_verified":"2020-08-16T00:00:00.000Z","description":"A small but high cave where you walk about 50 metres (2 min walk)and look up to the ceiling to find two large openings in the roof of the cave that are in the shape of eyes.\r\nThis is a very popular attraction.\r\nWell worth the effort to travel here.","location":{"latitude":43.17471120976207,"longitude":24.07496371308721},"category":{"name":"Tourist Attraction"}},{"id":75860,"name":"Wild camping above Rila Monastery","date_verified":"2022-06-15T00:00:00.000Z","description":"Just above Kirilova Polyana, the old military road continues. We recommend to use 4x4 vehicle with enough clearance to get to the camp site. A regular vehicle can get there too, but much slower, and you have to be careful due to the rocks on the track.\r\n\r\nThere are lots of places to camp along the way - most of them have the needed tables and benches for a rest and a campfire. The firewood can be sources from the forest. We are not saying to chop down the trees - there are lots of fallen trees to pick up from.\r\n\r\nThe Manastriska Reka (Monastery River) runs along the track and the camp sites. Should you have a water pump it is not a problem to have one.\r\n\r\nWe have written blog in English here: https://4x4-camping.com/2018/09/къмпинг-на-тиха-рила/","location":{"latitude":42.14113,"longitude":23.45091},"category":{"name":"Wild Camping"}},{"id":77371,"name":"Camping in an old quarry","date_verified":"2021-11-07T00:00:00.000Z","description":"Nice spot in an old quarry/sandpit. Not far from road but you can hide behind tress and inside the quarry. \r\n4G Telenor Signal. 11/2021—Evidence of some recent sand removal—relatively small amount. Saw no one on Sunday. ","location":{"latitude":41.63912326,"longitude":24.33295602},"category":{"name":"Wild Camping"}},{"id":86301,"name":"Camping spot next to war memorial","date_verified":"2019-03-10T00:00:00.000Z","description":"Very nice, small parking area next to war memorial, high up at 1150m and on a very very quiet road. There are no services, but it's a beautiful location. ","location":{"latitude":41.53469222,"longitude":24.80653608},"category":{"name":"Wild Camping"}},{"id":86440,"name":"Parking next to monument and spring","date_verified":"2019-03-13T00:00:00.000Z","description":"Small pull off away from road. We stayed one night and it was very quiet. There is water across the road. Poor mobile signal on most networks. ","location":{"latitude":42.47193536,"longitude":25.17589984},"category":{"name":"Wild Camping"}},{"id":86853,"name":"Motorhead 4x4 garage ","date_verified":"2022-08-15T00:00:00.000Z","description":"The owner is a great friend of mine, and an overlanding enthusiasts. All the parts for Land Rove,r and capability to order for other vehicles and install them. Road assistance too. All the help, info and even camping spot. +359897985668 Tom","location":{"latitude":41.885831304572775,"longitude":23.478856769553698},"category":{"name":"Mechanic and Parts"}},{"id":87033,"name":"Hwy 13","date_verified":"2023-11-11T00:00:00.000Z","description":"A nice roadside spring used by many locals. We filled up here.","location":{"latitude":43.38534,"longitude":23.29754},"category":{"name":"Water"}},{"id":87035,"name":"Camping on old football field","date_verified":"2019-03-19T00:00:00.000Z","description":"We were desperate for somewhere to camp for the night and find this little spot on am old football field. Right up against the hedge it was ok with the locals for a night. Water available in the village. ","location":{"latitude":43.4981563,"longitude":22.77464258},"category":{"name":"Wild Camping"}},{"id":87560,"name":"Outside Bansko","date_verified":"2021-12-19T00:00:00.000Z","description":"This spot is just outside the center of Bansko. You drive out the building area onto a gravel road. When you are a little out of sight, you turn on one of the meadows. ","location":{"latitude":41.82768358852884,"longitude":23.46583806911806},"category":{"name":"Wild Camping"}},{"id":87561,"name":"Overnight transit next to the road","date_verified":"2019-03-23T00:00:00.000Z","description":"This is actually just a meadow next to the road. The traffic is very low. You are visible from the road so the few ones who pass will be looking at you like you are an animal in the zoo.","location":{"latitude":41.80816154930909,"longitude":23.566435072592988},"category":{"name":"Wild Camping"}},{"id":88003,"name":"Nice spot next to the river","date_verified":"2019-03-25T00:00:00.000Z","description":"Turn steeply down from the main road next to a farmers land. Continue towards the river and find a way through the bushes. The spot is in sandy/rocky terrain right next to the river. In the evening we had dogs noticed us, but further everything was nice and quit.","location":{"latitude":41.81713274218311,"longitude":23.625788586236187},"category":{"name":"Wild Camping"}},{"id":88186,"name":"close to Devetashka Cave","date_verified":"2019-03-31T00:00:00.000Z","description":"200m away from the gravel parking lot of the cave. you can also camp on the parking lot but here it's more private. access from the last turn before the parking lot or off of the parking lot.","location":{"latitude":43.23695285,"longitude":24.88154905},"category":{"name":"Wild Camping"}},{"id":88427,"name":"next to River","date_verified":"2023-10-20T00:00:00.000Z","description":"plenty of space next to the river. this is not the most beautiful spot but it's quite handy. we stayed here to do some washing because the river is quite clean and easy to access. quite a bit of trash and you can hear the road but you can camp behind the bushes so noone will see you.","location":{"latitude":43.05490985,"longitude":24.24201137},"category":{"name":"Wild Camping"}},{"id":89792,"name":"Varna Campingstop","date_verified":"2023-08-23T00:00:00.000Z","description":"Secured campsite with video surveillance and fence good to stay for visiting Sofia. Taxi downtown for 7 euro. Not a cosy place but secure. \r\nWater, electricity, shower available. If you want to enter in the evening you have to call the owner. He will open the gate. Speaks English, German. Nice guy. Takes care for taxi, etc. ","location":{"latitude":42.63933902843297,"longitude":23.439534894843163},"category":{"name":"Established Campground"}},{"id":91454,"name":"Starite Borove","date_verified":"2023-05-10T00:00:00.000Z","description":"*Seasonal Closures.\r\n.....\r\nLovely campsite in a beautiful location. We paid 20 leva a night for a camper with 2 occupants. Owners couldn't have done more to make us feel welcome, despite our having arrived at what must have been the worst possible moment in all the year for them (they were setting up for a celebration of the local area the following morning, with locals arriving by the coachload). Food was delicious, facilities clean and well organised. Highly recommended, but do them a favour and only turn up between 3rd May and end of the school holidays in September.","location":{"latitude":43.88520442,"longitude":22.74859114},"category":{"name":"Established Campground"}},{"id":91492,"name":"Dirt track next to the lake","date_verified":"2023-06-15T00:00:00.000Z","description":"Stunning surroundings. Phone's camera really doesn't do it justice. Heard many wolves howling in the distance at night, but no bother from them, or the locals who drove past occasionally. The dirt track leading down to it is no worse than most tarmacked roads in Bulgaria.","location":{"latitude":43.39417,"longitude":23.1749},"category":{"name":"Wild Camping"}},{"id":92272,"name":"Flamable water!!!","date_verified":"2019-05-11T00:00:00.000Z","description":"clean water source that the locals fill up from and drink straight out of the pipe. it seems to be coming up from under ground with natural gas. Put a match to the small holes round the back! ","location":{"latitude":42.75877937,"longitude":25.70760867},"category":{"name":"Water"}},{"id":92524,"name":"Botev Peak Base","date_verified":"2019-05-14T00:00:00.000Z","description":"At beginning of the trail to the Botev Peak you will find some space. there is a grassy patch between two houses, next to the river across the bungalow rental (it was fine with the owner to sleep there) or earlier on the road I saw plenty of firepits and spots to park and camp. ","location":{"latitude":42.65634519,"longitude":24.9806483},"category":{"name":"Wild Camping"}},{"id":92765,"name":"Vodopad waterfall","date_verified":"2019-06-15T00:00:00.000Z","description":"Beautiful place nearby a waterfall, on weekdays not many people are here, more frequent on weekend. sun all day long, pretty bad road conditions to reach but worth it. there is a big space with a fireplace and benches, if it is crouded you can hike a bit and find wondeful places where you could sleap with a tent. The water is fresh and clean. ","location":{"latitude":42.92461089,"longitude":24.64223702},"category":{"name":"Wild Camping"}},{"id":92766,"name":"Hidden at a lake","date_verified":"2019-03-20T00:00:00.000Z","description":"One of the most beautiful places we found by now in Bulgaria. directly on a lake, you can also camp between trees. Lokals go fishing here but it is not crowded. The path is not the best and a bit hidden but we drove here with a normal car and it was no problem. When you drive on the Main road there is a small exess to the field along the coastline of the lake. ","location":{"latitude":42.61995993,"longitude":25.31129155},"category":{"name":"Wild Camping"}},{"id":92767,"name":"Camping with wind protection","date_verified":"2019-05-16T13:46:43.394Z","description":"There have been some overlanders pretty close, but with a van or when there was no wind I guess. We found this little spot protected from the wind and relatively clean compared to the rest of the cliff. Also we cleaned up in the morning. Not sure how long that lasts. The spot is about 10 meters to the cliffs and a little path goes down to the sand beach. There is a small fire place and an amazing sunrise view! No problems with locals or authorities. A bit challenging for normal cars(no 4x4) to reach, allthough the locals do it with any type. Cozy place we will visit again ;)","location":{"latitude":42.64760983,"longitude":27.71134905},"category":{"name":"Wild Camping"}},{"id":92768,"name":"View on wonderful rocks","date_verified":"2019-04-26T00:00:00.000Z","description":"If you come from Shumen the entrance is the third entrance after the second bridge(north). Accesable by camper and close to the water. Nice and clean after we were here so enjoy the view.","location":{"latitude":42.96239673,"longitude":27.28382544},"category":{"name":"Wild Camping"}},{"id":92769,"name":"Quiet pine camping near the beach","date_verified":"2023-07-08T00:00:00.000Z","description":"We found this place by accident, because we took the wrong exit. After a hike to the actual spot on the map there were so many Caravans and people, so that we decided to stay here and enjoy the \"lonliness\" ;) Easy accessable by all types. We passed a well one village before the spot with free drinking water.","location":{"latitude":42.98609194,"longitude":27.88641742},"category":{"name":"Wild Camping"}},{"id":92770,"name":"Small well","date_verified":"2019-04-28T00:00:00.000Z","description":"Drinkable fresh water next to the road to the beach.","location":{"latitude":42.98956277,"longitude":27.81962332},"category":{"name":"Water"}},{"id":92771,"name":"Campsite next to the fields","date_verified":"2019-07-26T00:00:00.000Z","description":"We we're rejected at the turkish border because of a missing power of attorney because the car is registered to my Mum. So we drove to get some grocerys at a nearby mini market with very cute owners and found this little spot with a ready fireplace next to some fields. Easy accessable also for big rigs just a bit uneven. Very green and nothing special but better than the road.","location":{"latitude":42.09650241,"longitude":27.42696652},"category":{"name":"Wild Camping"}},{"id":93211,"name":"wildrovers4x4","date_verified":"2021-09-04T00:00:00.000Z","description":"Land Rover workshop and parts, 4x4 tours Safaris \u0026 expeditions,\r\ninformal campsite, rooms,vehicle storage \u0026 rental ( only on our guided tours and expeditions)\r\ninfo@wildrovers4x4.com\r\nFacebook wildrovers ltd","location":{"latitude":43.09549,"longitude":25.48872},"category":{"name":"Mechanic and Parts"}},{"id":93213,"name":"wildrovers4x4","date_verified":"2019-07-28T00:00:00.000Z","description":"Land Rover workshop and parts, 4x4 tours Safaris \u0026 expeditions,\r\ninformal campsite, rooms,vehicle storage \u0026 rental ( only on our guided tours and expeditions)\r\ninfo@wildrovers4x4.com\r\nFacebook wildrovers ltd","location":{"latitude":43.09542,"longitude":25.48898},"category":{"name":"Informal Campsite"}},{"id":93215,"name":"wildrovers4x4.com","date_verified":"2022-04-04T00:00:00.000Z","description":"Land Rover workshop and parts, 4x4 tours Safaris \u0026 expeditions,\r\ninformal campsite, rooms,vehicle storage \u0026 rental ( only on our guided tours and expeditions)\r\ninfo@wildrovers4x4.com\r\nFacebook wildrovers ltd","location":{"latitude":43.09534,"longitude":25.48902},"category":{"name":"Vehicle Storage"}},{"id":93293,"name":"Wild camping near a river","date_verified":"2019-05-20T00:00:00.000Z","description":"A nice place near the Vit river. A shade is provided by the large trees. There are lots of mosquito - be prepared.\r\n\r\nThe river has fish. Careful if you have small children - the river is very strong. Can be crossed with a 4WD vehicle.","location":{"latitude":43.21655,"longitude":24.32895},"category":{"name":"Wild Camping"}},{"id":93294,"name":"Border zone - not allowed for vehicles","date_verified":"2019-05-20T00:00:00.000Z","description":"While this route is well developed, it is going by the border zone between Bulgaria and Turkey. It has a 30kms of buffer zone and it is not allowed for motorized vehicles. \r\n\r\nFor crossing by bicycle or on the foot, you must inform the authorities one month in advance!","location":{"latitude":42.0277,"longitude":27.80685},"category":{"name":"Customs and Immigration"}},{"id":93296,"name":"Aheloi Dam - wild camping place","date_verified":"2019-05-20T00:00:00.000Z","description":"A silent place to camp near water. Fishing and swimming are forbidden! There are snakes in the area during summer - take precautions.","location":{"latitude":42.70897,"longitude":27.51448},"category":{"name":"Wild Camping"}},{"id":93299,"name":"Wild camping near an ancient church and a monastery","date_verified":"2023-07-31T00:00:00.000Z","description":"A very quite place to camp near a monastery. There are ruins of ancient church which is buried halfway in the ground.\r\n\r\nThere is a waterfall nearby which is accessible by foot.","location":{"latitude":43.36646,"longitude":22.84088},"category":{"name":"Wild Camping"}},{"id":93300,"name":"Lokorsko wild camping grounds","date_verified":"2019-05-20T00:00:00.000Z","description":"Camping grounds near a stream.\r\n\r\nDuring the weekend, lots of locals visit them and prepare some BBQ.\r\n\r\nNot recommended for large rigs - lots of low tree branches. There is a MTB track near by where Bulgarian Enduro series take place - it is a very popular track and there might be lots of mountain bikers in the area.","location":{"latitude":42.81131,"longitude":23.4497},"category":{"name":"Wild Camping"}},{"id":93301,"name":"Wild camping near a river and a monastery","date_verified":"2019-09-19T00:00:00.000Z","description":"A quite place for camping accessible by rocky dirt road. The river is cold even during high summer, and it is also safe for kids to play around.","location":{"latitude":43.00969,"longitude":22.93122},"category":{"name":"Wild Camping"}},{"id":93302,"name":"Wild camping near a dam","date_verified":"2019-05-20T00:00:00.000Z","description":"Accessible by dirt road. There is an ancient chalet to visit in the area, high above the rocky hills.","location":{"latitude":42.52503,"longitude":22.87383},"category":{"name":"Wild Camping"}},{"id":93303,"name":"Camping ground near a tourist path","date_verified":"2019-05-20T00:00:00.000Z","description":"There is a tourist path nearby (eco-path), which was rebuilt with EU funds.\r\n\r\nAlong the trail, there are camping grounds, nearby a river. Not allowed to go into the grounds themselves with a vehicle as it is a national park.","location":{"latitude":42.24983,"longitude":23.54125},"category":{"name":"Wild Camping"}},{"id":93305,"name":"Camping grounds Golyam Beglik","date_verified":"2019-05-20T00:00:00.000Z","description":"Camping grounds near Golyam Beglik. Lots of camping spots and nice trails in the area - both 4WD and hiking / cycling.","location":{"latitude":41.79747,"longitude":24.10269},"category":{"name":"Informal Campsite"}},{"id":93408,"name":"Camping Ivan","date_verified":"2023-07-16T00:00:00.000Z","description":"Small camping facility with friendly owner. Next to metro station and Lidl. Very convenient fo visiting Sofia. 10€ + 2€ electric. ","location":{"latitude":42.74305992,"longitude":23.28555077},"category":{"name":"Established Campground"}},{"id":93981,"name":"Torch Monument hillside","date_verified":"2023-11-02T00:00:00.000Z","description":"Great spot with amazing views. Grassy with fire rings. Drive over the hill from the monument parking and there are many spots hidden from road.\r\n","location":{"latitude":42.72947061,"longitude":25.38569412},"category":{"name":"Wild Camping"}},{"id":94096,"name":"Wild camping near a river - Ryakata Neighbourhood","date_verified":"2019-05-27T00:00:00.000Z","description":"Don't be fooled that that is supposed to be a remote neighbourhood! The access requires decent driving skills or a proper 4WD - lots of sharp stones (technically you are driving inside the river bed), passing a few times a river.\r\n\r\nThis place is in a private property, near a river. Ask the locals where to park your rig because sometimes they need to grow the grass for their cattle.\r\n\r\nThere are a couple of wooden tables and benches created by the locals.\r\n\r\nIn the morning, there is lots of morning dew because of the ravine and the river.\r\n\r\nOther suitable activities in the area to explore are Karadjov's stone and a climbing area.","location":{"latitude":41.83873,"longitude":24.96825},"category":{"name":"Wild Camping"}},{"id":94330,"name":"Ticket office","date_verified":"2019-07-26T00:00:00.000Z","description":"Here you can arrange a reservation for the ferry departing from Burgas to Batumi (Georgia). They speak English. ","location":{"latitude":42.48909083,"longitude":27.45552555},"category":{"name":"Vehicle Shipping"}},{"id":94331,"name":"Ferry port entrance","date_verified":"2021-07-30T18:34:03.492Z","description":"Entrance gate for the ferry from Burgas to Batumi","location":{"latitude":42.486886,"longitude":27.452131},"category":{"name":"Vehicle Shipping"}},{"id":94347,"name":"Chauffeur Beach","date_verified":"2022-08-16T00:00:00.000Z","description":"Roadside grassy area above the beach. Room for 3 or 4 rigs and easy access down to the sandy beach. Occasional cars on the road during the day, but quiet at night.","location":{"latitude":42.34786273,"longitude":27.72295177},"category":{"name":"Wild Camping"}},{"id":95369,"name":"hotel near Shipka Pass","date_verified":"2018-09-04T00:00:00.000Z","description":"Before Buzkudzha we look for a place for punt the tent but it was raining and we stay at this hotel.","location":{"latitude":42.75522,"longitude":25.31858},"category":{"name":"Hotel"}},{"id":95744,"name":"close tot Batak","date_verified":"2020-07-23T00:00:00.000Z","description":"Nice place on a lake. 1029 m. above sealevel","location":{"latitude":41.969473333333326,"longitude":24.21152833333333},"category":{"name":"Wild Camping"}},{"id":96079,"name":"Meadow alongside Byala Reka","date_verified":"2019-06-13T00:00:00.000Z","description":"One of several park ups alongside the river, these coordinates are fine for large vehicles, other spots closer to Kalofer aren't. There are a few springs that the locals drink from. This spot seems to be a popular park-up for mushroom picking. The road leading up here from Kalofer is fantastic by Bulgarian standards, unlike the ones leading to the Ecopark just above Kalofer (we gave up trying to get there after a couple of hours and we have pretty good ground clearance).","location":{"latitude":42.64169203,"longitude":24.98024266},"category":{"name":"Wild Camping"}},{"id":96095,"name":"Access track to pylons with stunning views","date_verified":"2019-07-25T00:00:00.000Z","description":"Meadow with track just off reasonable tarmac road. The views towards the mountains are stunning (difficult to see from the pictures, given the cloud and rubbish photography). A few cars passed but nobody seemed to mind us being there. Saw a couple of hares in the meadow in the evening (huge, as with all Bulgarian wildlife).","location":{"latitude":42.9590721,"longitude":25.412529},"category":{"name":"Wild Camping"}},{"id":96273,"name":"Belmaken","date_verified":"2019-06-14T00:00:00.000Z","description":"Nice place by the lake. Parking close to the road. Not much traffic. Good location for walking in the mountains. Close to sport centrum with swimming pool and sauna. ","location":{"latitude":42.14655333333334,"longitude":23.78274666666667},"category":{"name":"Wild Camping"}},{"id":96407,"name":"Camp Kirilovo","date_verified":"2022-07-03T08:05:22.000Z","description":"Simple camping in a small village. When we came nobody was there and the number of a mobile phone we found on Google Maps was not working. We were able to pay for it in the morning when some Irish guy in Mini car came and went. We paid only 20 BGN for 2 persons, 2 motorbikes and one tent. You will find there hot shower, toilet and a small kitchen (quite messy, with spiders).","location":{"latitude":42.224125,"longitude":26.616628},"category":{"name":"Established Campground"}},{"id":97188,"name":"Propane Station","date_verified":"2021-10-29T00:00:00.000Z","description":"LPG station EuroGas, where it's possible to fill gas bottle.\r\nThe owner has some connection adapters.\r\nPrice 0,95Leva/L","location":{"latitude":42.97155,"longitude":25.45626},"category":{"name":"Propane"}},{"id":97241,"name":"Bushcamp near river","date_verified":"2019-06-21T00:00:00.000Z","description":"Wild camp near a little river, on the road to Koprivshtitsa. Near the road but quiet at night and you can heard the amazing howling of wolf and jackal.\nBefore the river there is a little spot (ok for a car or a van) and if you cross the river there are a lot of flat and grassy spots.","location":{"latitude":42.709927971254835,"longitude":24.348441881112976},"category":{"name":"Wild Camping"}},{"id":97438,"name":"Quiet camping place near a stream","date_verified":"2023-12-04T00:00:00.000Z","description":"easy to access place with a stream nearby. lots of mites during the hot season, no 4x4 needed. Strong 4G/LTE signal.","location":{"latitude":43.61726999999999,"longitude":22.688763333333338},"category":{"name":"Wild Camping"}},{"id":97587,"name":"Bozhenitza with a nice view","date_verified":"2023-08-03T21:31:02.000Z","description":"nice forest, near to a climbing route. the forest provides nice shelter. very nice view to the ravine","location":{"latitude":43.01281,"longitude":23.836271},"category":{"name":"Wild Camping"}},{"id":98105,"name":"quiet picknick area on the way to blue mountains","date_verified":"2020-10-09T00:00:00.000Z","description":"Campground on a picknick area along the road to blue mountains. Apparently a well visited spot during daytime, but quiet in the evening. Nobody came to this spot, just a few cars passed this spot. There is a sitting area, a few swings, a place for campfires and a toilet as well. \r\n","location":{"latitude":42.70898769,"longitude":26.2889539},"category":{"name":"Informal Campsite"}},{"id":98330,"name":"Kulata Camp and Hotel","date_verified":"2019-06-30T00:00:00.000Z","description":"friendly staff, good cook, big parking 1lev/hour parking...","location":{"latitude":41.88113826,"longitude":23.34796641},"category":{"name":"Established Campground"}},{"id":98469,"name":"Free parking next to cave","date_verified":"2018-09-11T00:00:00.000Z","description":"There is quite a lot of space, really quiet. \r\nNo one bothered us. We were there in 3 cars, 11 people and there was no problem. We came when it was dark already and got up the next morning. So it's great for one night stay. ","location":{"latitude":43.236321,"longitude":24.882768},"category":{"name":"Informal Campsite"}},{"id":98530,"name":"Wild camping with a view","date_verified":"2019-06-30T00:00:00.000Z","description":"Accessible via a normal road and then a little gnarly 4x4 track. There is an alcove at the spot, and a meadow just at the end of the track.\r\n\r\nWhile the view is picturesque, it is not kids or pets friendly due to the plumbing cliffs - you will need to watch after your loved ones.","location":{"latitude":43.19423,"longitude":24.07437},"category":{"name":"Wild Camping"}},{"id":98542,"name":"Camping near a stream","date_verified":"2019-07-02T00:00:00.000Z","description":"A very flat meadow, easily accessible by a 4WD from the village of Dryanovo. There is a stream nearby. You can continue your journey to Narechenski Bani on 4WD track and some tarmac - you need a prepared 4x4 vehicle or an expedition / offroad motor cycle.","location":{"latitude":41.79707,"longitude":24.77215},"category":{"name":"Wild Camping"}},{"id":98545,"name":"Camping spot with a view","date_verified":"2019-08-15T00:00:00.000Z","description":"Meadow above village of Kosovo with a nice view. There is a stream like 2 kms away next to a horse stable.\r\n\r\nThe promised “meadow” is actually ‘a large picnic area with benches and many firepits spread over several clearings on the edge of the forest’. In summer it is unlikely you will be alone here. There is a good asphalt road starting in Maskovo leading most of the way up, only the last few hundred meter are good dirt road. \r\n\r\nThere is a good spring with strong flow where the tarmac ends. Oh and the waypoint is of by a few hundred meters and leads you down a track where it is hard to turn around. Look for benches on your left for the right spot. ","location":{"latitude":41.92383,"longitude":24.67098},"category":{"name":"Wild Camping"}},{"id":98547,"name":"National gathering Gela camping grounds","date_verified":"2019-07-02T00:00:00.000Z","description":"This meadow is used during the national gathering of pipes in Bulgaria. There is a big stream nearby with three or four spouts.","location":{"latitude":41.66497,"longitude":24.56288},"category":{"name":"Informal Campsite"}},{"id":98548,"name":"Camping spot near Trigrad","date_verified":"2019-07-02T00:00:00.000Z","description":"Very convenient place next to a main track. There is a stream nearby","location":{"latitude":41.59127,"longitude":24.3637},"category":{"name":"Wild Camping"}},{"id":99077,"name":"Between field and forest","date_verified":"2020-07-22T00:00:00.000Z","description":"Very nice place right beside a field, noone around, quiet at night. You are hidden from the road by a lot of trees. Possible for every vehicle. Not perfectly flat but ok. You could even go further the road and see if there is a better place. We stayed one night.","location":{"latitude":43.38365830950754,"longitude":26.83880978266414},"category":{"name":"Wild Camping"}},{"id":99224,"name":"Offroad magical Rock Formations ","date_verified":"2019-08-12T00:00:00.000Z","description":"Super spot with rock formations almost 360° around. Grassy area with firepit and room for 2 maybe 3 cars. No shade. 4x4 recommended, but the road is not too difficult, you just can not be worried about scratches to the bodywork. Got there with my 2,3m high defender, you cannot be much higher. Good 4G reception. Easy walk to the spectacular castle 1,5 km.\r\nUse Google (satellite) and start from the ioverlander place closest to the road. ","location":{"latitude":43.61479312689188,"longitude":22.680925243052126},"category":{"name":"Wild Camping"}},{"id":100554,"name":"Tomin Most Memorial ","date_verified":"2020-08-25T00:00:00.000Z","description":"The great memorial of Tomin Most, near Krivodol, composed as it is of various elements, covers an entire hill in the north-west of the country.\r\nIt commemorates 70 rioters who fell in September 1923 in a field battle with government forces.\r\nA bas-relief is placed at the beginning of the stairway, now impassable, which allowed to reach the heart of the monumental area: it represents an insurgent who proudly raises his weapon to the sky. Other structures, often covered by tall grass, are home to bas-reliefs dedicated to scenes of struggle and inscriptions linked to those distant events: they surround the gigantic Mother Bulgaria that dominates the area from above.\r\nOn his body appear, stiff, regimented and almost faceless, stylized figures of rebels: fallen, in the rhetorical image proposed by the monument, for the freedom of the country and the affirmation of the communist ideal.","location":{"latitude":43.38356053460704,"longitude":23.42918660493887},"category":{"name":"Tourist Attraction"}},{"id":100684,"name":"Hotel Zora","date_verified":"2019-07-18T00:00:00.000Z","description":"Two star hotel with secure underground parking in walking distance into Vratsa.\r\nRoom was worn but clean enough. 40 lev for single occupancy for the night with breakfast which was ok.","location":{"latitude":43.19622437008023,"longitude":23.564267428613793},"category":{"name":"Hotel"}},{"id":100894,"name":"Bell Valley Park","date_verified":"2019-07-20T00:00:00.000Z","description":"There are three parking areas surround this park, it’s a lovely little park bells from around the world for children to ring. It’s very clean on the grounds and there are picnic areas. Quiet enough road and not far off the motorway. ","location":{"latitude":42.61678002538875,"longitude":23.377021717799465},"category":{"name":"Informal Campsite"}},{"id":100921,"name":"Lake Belmaken","date_verified":"2019-07-20T00:00:00.000Z","description":"Great views, very quiet and calm and clean. Approach this spot from the North is no problem. Track from the south (with many more nice spots) is narrow due to dense vegetation ","location":{"latitude":42.15984476051199,"longitude":23.81203901638561},"category":{"name":"Wild Camping"}},{"id":100954,"name":"Bachkovo monastery","date_verified":"2022-03-16T00:00:00.000Z","description":"Parking directly next to bachkovo monastery. We asked locals where to park for night after trying another place they told us to go directly to the monastery. Nobody cares there are trash bins and benches. Toilets are available for the fee.","location":{"latitude":41.942028952361134,"longitude":24.850196314474125},"category":{"name":"Informal Campsite"}},{"id":101072,"name":"Green Card Insurance for Europe","date_verified":"2020-11-04T00:00:00.000Z","description":"To buy Green Card insurance for Europe you must exit the border and turn right at the first exit on the road to Kapitan Adreevo city (about 3km after the border).  \r\n\r\nYou will cross the village and you will reach the end of the street. There are several sales kiosks. We bought at Ofis OZK Sigorta.\r\n\r\nThe price was 73.50 euros for 1 month including other countries in Europe for a Land Rover Defender 110.\r\n\r\nThe police didn’t asked the Green Card in the border. Remember to buy the vinhete too! ","location":{"latitude":41.71871503353279,"longitude":26.34378631601701},"category":{"name":"Vehicle Insurance"}},{"id":101106,"name":"Road of benches","date_verified":"2021-07-12T00:00:00.000Z","description":"A few km south of Koprivtshtitsa. EU funded a tourist project and they put a whole lot of benches along a dirt track that can be driven. Track gets progressively worse, but manageable without 4x4. \nA few bodies of water along the track, but not sure if ok to swim. We were here on a Sunday and it was quiet and calm. Beautiful surroundings!","location":{"latitude":42.56124613494897,"longitude":24.330896496789805},"category":{"name":"Wild Camping"}},{"id":101371,"name":"Le Retro hostel and bars","date_verified":"2019-07-23T00:00:00.000Z","description":"traditional buildings converted into the first Hostel in Bansko. room is cool (high altitude)\u0026 surroundung area is nicely decorated. free kitchen \u0026Wi-Fi, parking our bike inside coz it is safer according to owner's advice. ","location":{"latitude":41.8340375,"longitude":23.4887999},"category":{"name":"Hostel"}},{"id":101816,"name":"Best Rest Guesthouse","date_verified":"2019-07-25T00:00:00.000Z","description":"Has an 8-bed room or 3-bed rooms with shared bathroom. Small kitchen but only sink, fridge \u0026 microwave. Washing machine available. Parking for a few cars \u0026 motorbikes by reservation. Good for 1 or 2 nights as no full kitchen. Very close to the old town.","location":{"latitude":42.14306032289019,"longitude":24.752561543159885},"category":{"name":"Hostel"}},{"id":102061,"name":"Wild camping with a view","date_verified":"2019-07-28T00:00:00.000Z","description":"Wild camping nearby a cell phone antena with a nice view. There are some historical landmarks in the area such as Tracian walls and rock holes. Also, a chattel called the Ridge (Biloto) is near by.","location":{"latitude":43.07912,"longitude":23.44323},"category":{"name":"Wild Camping"}},{"id":102221,"name":"On the cliffs","date_verified":"2022-04-16T00:00:00.000Z","description":"Beautiful quiet spot perched on top of the cliffs. Out of sight of anything nearby. We saw nobody. Only neighbours are mussels and at night some fishermen in their boats. Easy access but not a lot of room to get next to the track (and out of the field... or down the cliff). Easiest access via turnoff at 43°24′31.21″N 28°24′09.66″E. Both directions of the coastal track will get you there too. Big rigs might want to check out the parking lot under construction (not active) at 43°24′31.39″N 28°23′09.29″E ","location":{"latitude":43.40015457528282,"longitude":28.395422654297853},"category":{"name":"Wild Camping"}},{"id":102482,"name":"Krapets beach","date_verified":"2023-06-27T23:12:55.000Z","description":"Nice bit of beach. Wildcamping seems obligatory :-). approach from Krapets, drive past the official campsite. During high season there will be loads of caravans/tents/... here, but keep driving until the peninsula, barely any people there, we basically had the place to ourselves. There is a water source on the track down here (lhs) but we did not use it. A few impromptu beach bars and restaurants in the busy part","location":{"latitude":43.66172203092193,"longitude":28.566664493523945},"category":{"name":"Wild Camping"}},{"id":102507,"name":"Field near Chapel","date_verified":"2022-09-07T00:00:00.000Z","description":"We crossed the Turkey/ Bulgarian border late afternoon and found this quiet spot in the middle of nowhere. The track is easy and doesn't require 4x4. The apex of the hill is reasonably flat.","location":{"latitude":42.032799999999995,"longitude":27.659195},"category":{"name":"Wild Camping"}},{"id":102912,"name":"Nechovo","date_verified":"2019-08-01T00:00:00.000Z","description":"cul de sac point de départ pour aller les voir les roches troglodyte\r\nDead end good to Walk to cave rock","location":{"latitude":41.87674761,"longitude":25.19304081},"category":{"name":"Wild Camping"}},{"id":102913,"name":"Ardino","date_verified":"2019-08-02T00:00:00.000Z","description":"parking Downtown town other side River no service\r\n\r\n\r\nparking a côté du centre de l'autre côté de la rivière bien quand il y a de l'orage\r\n","location":{"latitude":41.58329717,"longitude":25.13510616},"category":{"name":"Wild Camping"}},{"id":102914,"name":"Zlatovrha Monastery","date_verified":"2020-08-08T00:00:00.000Z","description":"picnic area front the monastery one Monk Saïd OK\r\n\r\n\r\nsur l'aire de picnic du monastère avec l'accord de 50% des moines ils sont 2 😂\r\n","location":{"latitude":42.0201,"longitude":24.99353888888889},"category":{"name":"Informal Campsite"}},{"id":102915,"name":"Smolyan","date_verified":"2019-08-02T00:00:00.000Z","description":"en bas de la ville grande aire a côté jardin d'enfants et commerces tranquille\r\nEastpak entrance town between River and children garden near food shops","location":{"latitude":41.57309808,"longitude":24.78424533},"category":{"name":"Informal Campsite"}},{"id":103355,"name":"Beden","date_verified":"2019-08-03T00:00:00.000Z","description":"Amazing view from village for drinking water IS enough to come here --- la vue splendide depuis le village mérite le détour. pour faire le plein d'eau potable\r\n","location":{"latitude":41.71751398,"longitude":24.4743526},"category":{"name":"Water"}},{"id":103356,"name":"Trigrad Gorge","date_verified":"2019-08-04T00:00:00.000Z","description":"no traffic, night parking with table for picnic --- un parking aménagé au bord de la route et rivière pas de trafic la nuit bon arrêt sous l'orage\r\n","location":{"latitude":41.72022688,"longitude":24.42356184},"category":{"name":"Informal Campsite"}},{"id":103357,"name":"Rupite or Roupite","date_verified":"2019-08-06T00:00:00.000Z","description":"drinking water on main place of village --- eau potable place du village\r\n","location":{"latitude":41.44184872,"longitude":23.24123313},"category":{"name":"Water"}},{"id":103493,"name":"By the river","date_verified":"2019-08-06T00:00:00.000Z","description":"4 km before the border, on a field near the river. Quiet.\r\n\r\nA 4 km de la frontière dans un champ au bord de la rivière calme.\r\n","location":{"latitude":41.39284398,"longitude":23.01983942},"category":{"name":"Wild Camping"}},{"id":103499,"name":"Snezhanka tower","date_verified":"2023-06-21T00:00:00.000Z","description":"Right under Snezhanka tower on top of the Pamporovo ski area. Asphalt road all the way up. Picnic area with a bench and many more spots following the track up in the woods. Very quiet nights, some mountainbikers wizzing past during day. Magnificent sunsets and impressive sight of the tower at night. You can have your morning coffee up in the tower if you like. Unless you have a vehicle on tracks, this is very much a summer only spot. Altitude just shy of 2000meter.","location":{"latitude":41.63345806502144,"longitude":24.680998287169977},"category":{"name":"Wild Camping"}},{"id":103716,"name":"Brashlyan Village","date_verified":"2018-05-12T00:00:00.000Z","description":"grassy muddy ground,infront of a farm ,quiet place during night but when we woke up in the morning ,horses were standing around the car.there are some restaurant and shops in the village and there is a walking route to natural park.","location":{"latitude":42.04769120329578,"longitude":27.42619861891814},"category":{"name":"Wild Camping"}},{"id":103717,"name":"Brashlyan village natural park","date_verified":"2018-05-12T00:00:00.000Z","description":"beautiful grassy ground located in natural park,a little bit far from the village,bumpy road ,you'd better go there by 4x4 but not really offroad","location":{"latitude":42.04463710782758,"longitude":27.42085836905135},"category":{"name":"Wild Camping"}},{"id":103718,"name":"Malko Tarnovo ,Strandja Nature park","date_verified":"2022-09-06T00:00:00.000Z","description":"2 km far from Malko Tarnovo,quiet place during night,there is potable spring water down the spot near the small monestary.the place has barbeque.","location":{"latitude":41.97152587225735,"longitude":27.50843346142235},"category":{"name":"Wild Camping"}},{"id":103886,"name":"Vihren hut","date_verified":"2019-08-09T00:00:00.000Z","description":"Great base to start the ascend of mount Vihren or of the many other hikes. There is a little parking in front of the (large) hut, but we thought it be more polite to camp just before the parking next to the street. It is all a bit cramped here, but the location is worth it. The asphalt road leading here is closed between 8am and 4pm. It also narrow with limited options to turn around. Best to arrive in the evening. Other cars will come park around you as of 6am. There is a public toilet and fresh water source (slow). Alternatively there is a large parking with bar/resto where the road becomes limited. Many people camping there too","location":{"latitude":41.75715422121141,"longitude":23.415983414576797},"category":{"name":"Informal Campsite"}},{"id":104683,"name":"THE LAST BULLET","date_verified":"2019-08-13T00:00:00.000Z","description":"a very nice place... water toilet, free camping bar behind very quiet place. Mr. Mikołaj (the owner) very good Man  the camp Field just behind the church...At the bar you can eat, drink and charge the phone but only payments cash sorry for my English","location":{"latitude":42.09360661,"longitude":27.68084707},"category":{"name":"Informal Campsite"}},{"id":105287,"name":"Big parking behind the shop","date_verified":"2020-09-28T00:00:00.000Z","description":"In theory, this is a very big space for trucks. In fact there was a very big empty space. Was quiet. There are toilets (not free) and showers (3€!)\r\nDon't buy your highway sticker here(see more information in comments!), you will pay 12€ instead 8€. Wait few kilometers next Gas station.","location":{"latitude":41.80237955341026,"longitude":26.172277324809375},"category":{"name":"Informal Campsite"}},{"id":105707,"name":"See Camp","date_verified":"2019-08-19T00:00:00.000Z","description":"Beautiful Spot on a small lake. Not really remote, some fishermen during daylight.\r\nHad an XXL Campfire and no one looks after me. Some noise near (barking dogs)","location":{"latitude":42.557553910730974,"longitude":25.597980712439984},"category":{"name":"Wild Camping"}},{"id":106018,"name":"All Express - motorcycle and car tires ","date_verified":"2019-08-23T00:00:00.000Z","description":"Very well stocked and reasonably priced tires.  They stock Heidenau, Dunlop and many others.  Mainly motorcycle tires but they do have car tires and can order things in if needed.  \r\n\r\nCan also do minor mechanic... oil change, breaks etc.  \r\n\r\nVery helpful staff!  \r\n\r\nA Heidenau K60 scout 130/80-70 cost me about 100 euros.   ","location":{"latitude":42.7084,"longitude":23.33363},"category":{"name":"Mechanic and Parts"}},{"id":106620,"name":"Grassy field next to river","date_verified":"2023-06-23T00:00:00.000Z","description":"Nice field along a small river. Used by a few locals during the day for fishing and swimming, but totally quiet at night. Reachable for every kind of car if you access from the path starting just before the bridge. The bridge makes some noise when cars cross it but it didn’t bothered us.","location":{"latitude":42.47683571189872,"longitude":24.82281396167802},"category":{"name":"Wild Camping"}},{"id":107134,"name":"Cariana Hotel","date_verified":"2019-08-31T00:00:00.000Z","description":"Nice owner, speaks good English, helpful and price for two persons was 22€ in the middle of the old town.","location":{"latitude":43.13142500000001,"longitude":24.717443333333335},"category":{"name":"Hotel"}},{"id":107135,"name":"Water source","date_verified":"2023-10-17T00:00:00.000Z","description":"Water source with drinkable water on the climb. \r\n\r\nTrinkwasserquelle an der Passstraße.","location":{"latitude":42.781751666666665,"longitude":25.31262},"category":{"name":"Water"}},{"id":107214,"name":"Mishkova Niva near border","date_verified":"2019-09-01T00:00:00.000Z","description":"Perfect place for spending the night before or after border crossing. Plenty of space for any kind of vehicle. We drove down but bigger rigs can stay in the parking lot. Some friendly tourists came, watched Mishkova Niva and left. Completely quite at night. Lot of shade from trees. Still 3G with Turkish turkcell.","location":{"latitude":41.957387407175,"longitude":27.50050712978679},"category":{"name":"Wild Camping"}},{"id":107682,"name":"Beach","date_verified":"2019-09-04T00:00:00.000Z","description":"Nice place a bit above the ocean with good access to the beach (by walk). Accessible for any kind of vehicle. In main season it could be really busy. Two drinking water sources on the beach. Nice place to spend some nights. No shade.","location":{"latitude":42.8955,"longitude":27.898899},"category":{"name":"Wild Camping"}},{"id":107811,"name":"Lakeside","date_verified":"2019-09-05T00:00:00.000Z","description":"Good place to spend a night or two at a lake (swimming forbidden). Plenty of space for any kind of vehicle around the lake. Access road is a bit bumpy. 2wd enough but drive slowly. A lot of shade from trees. 4G signal with A1. Completely quiet, we saw nobody. Just a few people on the other side of the lake. A bit of trash lying around.","location":{"latitude":43.40104675527523,"longitude":26.675927487749274},"category":{"name":"Wild Camping"}},{"id":107856,"name":"Nomado Hostel","date_verified":"2022-10-13T00:00:00.000Z","description":"Moto parking! Nice double room(25Levs), shared (but really nice) bathroom, full kitchen, decent wifi, hangout area and porch, close to everything in Varna. bunk rooms too, can find on Booking.com","location":{"latitude":43.20574252,"longitude":27.90703771},"category":{"name":"Hostel"}},{"id":108877,"name":"Vineyard view","date_verified":"2019-09-12T00:00:00.000Z","description":"Start of some gravel roads, leading to multiple spots with marvellous views over mountains, valleys and a vineyard. 4x4 recommended. can be windy.","location":{"latitude":41.654552427117096,"longitude":23.251481085469898},"category":{"name":"Wild Camping"}},{"id":109408,"name":"Hilltop","date_verified":"2019-09-08T00:00:00.000Z","description":"Nice place but on the border arena. Border police showed up in the evening and in the morning. ","location":{"latitude":41.837056316474296,"longitude":26.445427956084202},"category":{"name":"Wild Camping"}},{"id":109409,"name":"Fields","date_verified":"2019-09-13T00:00:00.000Z","description":"Follow the double track from the road into the fields. You will camp at the close to the woods. ","location":{"latitude":42.62051481757557,"longitude":23.992673372872165},"category":{"name":"Wild Camping"}},{"id":111418,"name":"session style hotel","date_verified":"2019-10-04T00:00:00.000Z","description":"Nice place, secure moto parking (3 maybe), private rooms are great, shared toilets (2) and decent kitchen. The place is spotless and Dani is super nice. Can be booked on booking.com for €27 night/ 2 people. ","location":{"latitude":42.70074477,"longitude":23.32910228},"category":{"name":"Hotel"}},{"id":111621,"name":"Quiet alpine forest wild camp","date_verified":"2019-10-03T00:00:00.000Z","description":"Wild camp on a 2wd dirt track in Pirin Nation Park. Quiet, private and secluded from tourist spots and surrounded by tall pine trees. About 300 meters down the track is a flat spot for cars or tents. Stayed 2 nights in early October, only saw 2 walkers. Track leads down to 2 chairlifts with a beautiful view.","location":{"latitude":41.79266479332,"longitude":23.46190611831844},"category":{"name":"Wild Camping"}},{"id":111622,"name":"Forest camp near Rila 7 Lakes","date_verified":"2019-10-06T00:00:00.000Z","description":"Good spot for a night on the way to or from Rila 7 Lakes chairlift. Near bottom of the mountain, there is a dirt road (unmarked on maps.me and google maps) off the big hairpin turn of the main road. Flat spot 10 meters back or larger spots 500meters back. Beautiful forests, very quiet and private. 2wd accessible.","location":{"latitude":42.27748978883028,"longitude":23.285071598365903},"category":{"name":"Wild Camping"}},{"id":111757,"name":"Mexaha restaurant ","date_verified":"2020-09-20T00:00:00.000Z","description":"Very good restaurant and really nice welcome! Do not hesitate to have a break here after visiting the wonderful Kordopoulov house.","location":{"latitude":41.52292342708629,"longitude":23.397963294256233},"category":{"name":"Restaurant"}},{"id":112087,"name":"Shady grove near Prohodna cave","date_verified":"2020-08-19T00:00:00.000Z","description":"Nice grove of small trees up an informal 2wd animal track in the fields next to amazing Prohodna cave. Relatively flat spots for tents or big rigs, site is directly on top of smaller 2nd cave. Very quiet, sway from main cave area, no one in the area, nice sunset. Stayed 1 night. Fresh water near main road side - concrete trough with tap. Caves get lots of local visitors and rock climbers - no entrance fee.","location":{"latitude":43.17210556939244,"longitude":24.077233700081706},"category":{"name":"Wild Camping"}},{"id":112088,"name":"Riverside wild camp","date_verified":"2023-08-31T00:00:00.000Z","description":"Grassy flat spot beside river near Lakatnik - good spot if you're rock climbing/hiking/rafting nearby. Down narrow dirt road (too narrow for wide rigs) and left under bridge. Road and train line are visible but noise is minimal. No houses nearby and no one bothered us, stayed 1 night. River water is not drinkable but there is a water tap nearby (driving) at the base of the hikes up the hill.","location":{"latitude":43.080629501491785,"longitude":23.375817770138383},"category":{"name":"Wild Camping"}},{"id":112593,"name":"Dragoman, Touristinfo","date_verified":"2020-06-16T00:00:00.000Z","description":"Parking lot behind the Tourist Info beside the stadion Granichar; good open WiFi dragonet; local residents said it's no problem to stay for the night;","location":{"latitude":42.91889437,"longitude":22.93551671},"category":{"name":"Informal Campsite"}},{"id":113223,"name":"Varna","date_verified":"2019-10-19T00:00:00.000Z","description":"Parking next to a restaurant.   Nobody bothered us here.  Even the police drove past and did nothing.  Noisy at night.  Great location for the beach and only 2.7km into downtown.  There is a little train ferrying passengers into town in season.","location":{"latitude":43.211695339384605,"longitude":27.94762771207033},"category":{"name":"Wild Camping"}},{"id":113315,"name":"A1 motorway between Burgas and Sofie.","date_verified":"2019-10-20T00:00:00.000Z","description":"We were allowed to fill up our tank with water here.  The fuel station is on the A1 motorway.","location":{"latitude":42.55721654361233,"longitude":26.685492225846264},"category":{"name":"Water"}},{"id":113437,"name":"Lake side","date_verified":"2019-10-21T00:00:00.000Z","description":"Moderator Note: The co-ordinates are correct. Please check the water level if you go to this place!!\r\n\r\nQuiet spot.  A few fishermen here.  The road is difficult and uneven. Good ground clearance is advisable.  PLEASE NOTE:  Here are the coordinates for the turnoff from the 55.  N42.628796, E025.833150.  From here it is 1.8km to the lake.  I wouldn't recommend coming here when it's wet.","location":{"latitude":42.632493807314255,"longitude":25.8473516144444},"category":{"name":"Wild Camping"}},{"id":113554,"name":"Camping Ukraine ","date_verified":"2023-08-25T00:00:00.000Z","description":"At the moment this is a very basic campsite in the owners garden with just a drop toilet. It is very safe and quiet, and the own and his family are extremely helpful and friendly (they even invited us to join them for dinner). The man and his daughter speak good English. For a camper it is currently ~€5/night, less for a tent. They have plans to develop the site over the next year, so perhaps the cost will increase. ","location":{"latitude":42.18235778626258,"longitude":24.559461856283768},"category":{"name":"Established Campground"}},{"id":114339,"name":"ATM","date_verified":"2019-09-09T00:00:00.000Z","description":"Random ATM located outside an apartment building, just outside the lobby. All cards accepted (Visa/MC/Amex)","location":{"latitude":42.33046875188909,"longitude":23.871722168463783},"category":{"name":"Financial"}},{"id":116243,"name":"Propane butane filling place","date_verified":"2020-08-11T10:06:42.633Z","description":"Filled up our bottle, have scale and lots of adaptors. Spoke English.","location":{"latitude":42.74310532522277,"longitude":23.285636598216087},"category":{"name":"Propane"}},{"id":116371,"name":"Diel Hostel","date_verified":"2019-11-18T00:00:00.000Z","description":"In the hub of town, have secure Moto parking or landcruiser would fit, owners speak English and are superb hosts, everything works well including WiFi and the place is very clean, they are rated 9.8 on Booking so that is excellent.","location":{"latitude":43.07772981,"longitude":25.62902467},"category":{"name":"Hostel"}},{"id":120075,"name":"Hostel Mostel","date_verified":"2022-08-10T00:00:00.000Z","description":"Very nice hostel. amazing breakfast \r\n60 Lev private room (some with en-suite)\r\n\r\nMarch 2021- I paid €6 on booking.com\r\nAugust 2022- €8 for dorms.","location":{"latitude":42.69491088241953,"longitude":23.31444301286314},"category":{"name":"Hostel"}},{"id":120862,"name":"By the lake","date_verified":"2023-10-05T09:04:04.000Z","description":"Flat space by the lake, last 200m is a dirt road, but passable by 2WD. Nobody around and really quiet, village is about 1km away","location":{"latitude":41.838184,"longitude":25.404198},"category":{"name":"Wild Camping"}},{"id":124404,"name":"Lidl","date_verified":"2020-02-05T00:00:00.000Z","description":"Convenient along the main Sofia - Bucharest road for stocking up without having to enter a major city, or just to buy snacks. There's a fast food (grill) joint in the parking lot as well.","location":{"latitude":43.21439,"longitude":24.16521},"category":{"name":"Shopping"}},{"id":124709,"name":"Dea's Farm","date_verified":"2022-06-13T00:00:00.000Z","description":"We are an organic farm with a place for a campsite and motorhome parking.\r\n\r\n","location":{"latitude":42.38135,"longitude":26.74932},"category":{"name":"Informal Campsite"}},{"id":124914,"name":"Struma petrol station","date_verified":"2020-02-07T00:00:00.000Z","description":"Quiet overnight parking for campers, good Wi-Fi. Free parking.","location":{"latitude":42.32478061335076,"longitude":22.757460052342907},"category":{"name":"Informal Campsite"}},{"id":127129,"name":"Camping Velingrad","date_verified":"2023-08-04T00:00:00.000Z","description":"5 star campsite resort. Don't skip this place if you're in Bulgaria. It's a 5 star facility with all modern amenities. It's like a spa resort for campers. Unlimited access to Finnish sauna, salt room, steam room, massive outdoor mineral hot tub, indoor and out door pools, relaxation room, there's a kid's room and outdoor play set. There's a huge dining room with cooking area and fridge with a vending machine with beer in it! Restaurants and bars across the street, grocery store a 5 minute bike ride. Christina the manager is a great host and will make sure you have everything you need.\r\n\r\nWe paid €35 for 2 adults and our van which includes water, electricity, WC dump and free access to washer and dryer as well! \r\n\r\nThere is space for tents but I am unsure if they allow them, so would call to check.\r\n\r\nCan't recommend enough, treat yourself for excellent value.\r\n\r\nYou can Google Camping Velingrad to find their website for more info. ","location":{"latitude":42.0312,"longitude":23.9678},"category":{"name":"Established Campground"}},{"id":127367,"name":"Beach in a cove","date_verified":"2022-07-04T00:00:00.000Z","description":"Great spot to park/camp. You can drive out on to the concrete pier, or on to the beach. little stream meets the ocean. Not much fire wood around.  A few people around but pretty quiet. ","location":{"latitude":43.38287352,"longitude":28.47137634},"category":{"name":"Wild Camping"}},{"id":128087,"name":"Kresna","date_verified":"2020-03-04T00:00:00.000Z","description":"Plenty of water, at least in March. it's right next to the main road","location":{"latitude":41.71778237699513,"longitude":23.167150550530433},"category":{"name":"Water"}},{"id":128967,"name":"Quiet spot next to the river","date_verified":"2021-12-19T08:59:25.000Z","description":"About 800 meters from the main road there are a few spots on the river that are good for a night or two. The unpaved road is good, no 4x4 needed. There are little beaches to get in the water. The only drawback - mosquitoes.","location":{"latitude":42.15569792784951,"longitude":24.91768520327743},"category":{"name":"Wild Camping"}},{"id":129621,"name":"Camping Borovetz","date_verified":"2017-07-27T00:00:00.000Z","description":"A cosy little campsite on a ski resort that feels a bit like you're camping in someone's garden! A shower and washing facilities are available in the building in the middle of the grounds.","location":{"latitude":42.26572,"longitude":23.60368},"category":{"name":"Established Campground"}},{"id":129876,"name":"Motorsport BG / Margel","date_verified":"2020-04-20T00:00:00.000Z","description":"Motorcycle repair shop - one of the best in town. Complex mechanic works, oil change, breaks etc. Motorcycle and car tires.\r\n\r\nAddress: 52 Simeonovsko Shose Blvd.","location":{"latitude":42.65138,"longitude":23.3351},"category":{"name":"Mechanic and Parts"}},{"id":131019,"name":"Durankulak","date_verified":"2023-06-17T00:00:00.000Z","description":"A wild camping spot designated by the municipality. Very nice place, accessible also by most normal passenger cars. There is a lot of wood and lighting fire in the existing fire pits is permitted. The beach is long, but there is a lot of seagrass. Usually it is quite windy.\r\nThere is good mobile phone / 3g coverage.","location":{"latitude":43.7270521,"longitude":28.5724776},"category":{"name":"Wild Camping"}},{"id":131020,"name":"Emona Beach","date_verified":"2021-10-21T00:00:00.000Z","description":"Quiet rocky beach. Usually there are no people around and the sea is calm because it is well protected from north winds an waves.\r\nAccessible by dirt road from the village of Emona. No 4wd needed in dry weather but the last 50m of the road may be a bit of a problem for vehicles higher than 2.20m.\r\nIt is not especially designated as a camping spot, but according to Bulgarian wall it is legal to camp here (as well as most of the country territory).\r\nThere is good mobile / 3g coverage.\r\nNormally there is a lot of wood for fire.","location":{"latitude":42.7013623,"longitude":27.8428993},"category":{"name":"Wild Camping"}},{"id":131318,"name":"At small cabin ","date_verified":"2020-06-14T00:00:00.000Z","description":"[ADMIN NOTE: check on arrival that this is not private property] \r\nSmall cabin house with benches / tables and a fire place, bit dirty. But nice place for one van, good view. ","location":{"latitude":41.63890824460503,"longitude":23.799511553300505},"category":{"name":"Wild Camping"}},{"id":131497,"name":"Monastery parking in green ","date_verified":"2023-06-29T00:00:00.000Z","description":"Lovely very quiet parking place of the monastery, in the Green. \r\nLarge vieuw over Country +hills. ","location":{"latitude":42.10676467050063,"longitude":25.422465372854305},"category":{"name":"Wild Camping"}},{"id":132498,"name":"Camping Laguna","date_verified":"2020-10-01T00:00:00.000Z","description":"Camping and lovely sandy Black sea beach. You can park your Camper or Caravan or tent here. Use the running water and washing machines available as well.\r\n\r\nthe price for a landcruiser one person is 49 lewa.no service only for parking","location":{"latitude":43.30665974,"longitude":28.05291581},"category":{"name":"Established Campground"}},{"id":132587,"name":"Peralia Laundry (пераля)","date_verified":"2020-08-05T00:00:00.000Z","description":"Laundry Service. One load washing \u0026 tumble drying 4BNG. There are more expensive options, but at the end, your laundry is done :-)\r\nNo need to do anything, the lady (no English) and her MIELE machines take care of everything.","location":{"latitude":42.65898600633317,"longitude":23.348927522546614},"category":{"name":"Laundromat"}},{"id":132599,"name":"Santa Sofia Guesthouse ","date_verified":"2020-07-09T00:00:00.000Z","description":"Right in the center: 50m away from the excavations where Sofia was founded. Pedestrian Zone 100m away, Metro 50m. \r\n\r\nGated and guarded safe parking 50m away, 2BGN/hr, no height limitations. Motorbikes park in the yard.\r\n\r\nGuesthouse is very clean and as most rooms are around the courtyard terrace, it’s VERY quiet.\r\nPrivate bathroom, nice terrace, kitchen use, comfortable beds, fast internet, English speaking owner.\r\nThe reception is not 24/7, but they will be there at your announced arrival time.\r\n\r\nNo breakfast served, but there is a cafe that serves organic coffee and pastries next door. Or you prepare your own (little minimarket in metro station) and enjoy it on the guesthouse‘s terrace.\r\nHighly recommended!\r\n\r\nWe spent 36BGN per night for 2 in a triple with private bathroom. On booking it’s 20€.","location":{"latitude":42.698295232879644,"longitude":23.321127193070314},"category":{"name":"Hotel"}},{"id":132998,"name":"Danube view ","date_verified":"2020-07-15T00:00:00.000Z","description":"There are 2 restaurants here directly at the shore of Danube river. We‘ve already been twice to the right one with the green roof. It’s self-service and they have different kinds of fish dishes (riba) and traditional spicy meat „balls“ (pljeskavitza). Or try bean stew „bob“ and other typical dish. \r\nNo tourist prices asked (prices per weight), real homemade food on a „terrace“ overlooking the danube.\r\n","location":{"latitude":43.82725167557953,"longitude":22.889705691507913},"category":{"name":"Restaurant"}},{"id":133058,"name":"Pomorie Salt mud ","date_verified":"2020-07-12T00:00:00.000Z","description":"Here you can rub some mud into your budy :) Locals like it. You should grab dirt from the lake. \r\n\r\nYou should then stand in sun for 40 minutes to let it dry and then you wash yourself again in the salt water. \r\n\r\nFree, probably you can stay for the night. Not much people. Great. ","location":{"latitude":42.56562157638059,"longitude":27.631996546207635},"category":{"name":"Tourist Attraction"}},{"id":133420,"name":"Madara Horseman","date_verified":"2020-07-22T00:00:00.000Z","description":"Bulgaria‘s National symbol you find on Stotinki Coins of the Leva currency. UNESCO world Heritage Site!\r\nSteep climb, so come early in the morning (9:00) before the sun can grill you on the stairs :-)\r\nThere are nice caves and a cave chapel in the cliff, so plan an hour or so to explore. No shade at the horseman, but the rest feels like a tropical forest :-)","location":{"latitude":43.27688174791939,"longitude":27.1166090201839},"category":{"name":"Tourist Attraction"}},{"id":133505,"name":"Camping, Kajakclub","date_verified":"2020-07-04T00:00:00.000Z","description":"Nice place in the forest near the river. About 200m from the street. Look for the sign on a rock beside the street. Friendly people there","location":{"latitude":42.59923867,"longitude":26.01028718},"category":{"name":"Informal Campsite"}},{"id":133581,"name":"Under a tree in a field next to a cemetery","date_verified":"2023-06-28T00:00:00.000Z","description":"Grassy field with cliffs in background and open fields in front. Go up the track leading to the Roman settlement and cemetery. Up the stone road next to cemetery and round the corner. Nice pasture with lovely sunset...bit creepy though.. \r\nLots of great walks and history in this area.","location":{"latitude":43.27867466670564,"longitude":27.109020466554664},"category":{"name":"Wild Camping"}},{"id":133733,"name":"Varvara coast","date_verified":"2023-08-06T00:00:00.000Z","description":"Very nice camping spot with fireplace, nice view over the Sea, some shade. Several spots close to the road.","location":{"latitude":42.128993333333334,"longitude":27.902710000000003},"category":{"name":"Wild Camping"}},{"id":133877,"name":"Side of the road","date_verified":"2020-07-24T00:00:00.000Z","description":"Beautiful sunset just off road. No rubbish, level ground.","location":{"latitude":42.74026495424047,"longitude":26.30371732730663},"category":{"name":"Wild Camping"}},{"id":133925,"name":"Spot for a tent marvelous views","date_verified":"2022-06-26T00:00:00.000Z","description":"On turn look for a clearly visible side road going up the hill. It’s pretty steep. Follow it until you get to the potato field. There you have camping spot with excellent views to the mountains!\r\n\r\nWe got there by bicycles. I think you can go there with a car. \r\nNo water. We got some around 0,5km down the main road. \r\n\r\nQuiet spot, stars view, in the morning mountains are in light and in the evening sun over the mountains :)","location":{"latitude":41.783276,"longitude":24.451851},"category":{"name":"Wild Camping"}},{"id":133939,"name":"Lisi Vrah Camping ","date_verified":"2023-08-29T00:00:00.000Z","description":"British-owned B\u0026B and campsite. Motorbike-crazy owner, very peaceful setting.\r\nDouble room with breakfast is 30BGN \r\nCamping (with washing machine, little shop, bar etc).\r\nThe place is small, so better send them a WhatsApp to make sure they can accommodate you.\r\nLovely place in the middle of a typical Bulgarian village. \r\nWe keep coming back here for years but just today got the idea of putting it on iOverlander. :-)","location":{"latitude":43.50077851679502,"longitude":27.096493206943475},"category":{"name":"Established Campground"}},{"id":134168,"name":"Close to the road but in nature ","date_verified":"2023-06-22T00:00:00.000Z","description":"Nice flat places with grass inbetween the trees. Suitable for all kinds of vehicles and tents. \r\nClose to the road but quiet at night. Good mobile coverage.\r\nVisit the „stone wedding“ and the „stone mushrooms“ on your way north! ","location":{"latitude":41.5988327796027,"longitude":25.256461696722784},"category":{"name":"Wild Camping"}},{"id":134834,"name":"Dekanite Lake","date_verified":"2020-08-11T00:00:00.000Z","description":"Nice and quiet spots around this lake.\r\nthe water is clean, but it's forbidden to swim and fish. 4G","location":{"latitude":42.436768140615115,"longitude":23.15091257730155},"category":{"name":"Wild Camping"}},{"id":134840,"name":"Lonely gravel road near river","date_verified":"2020-07-21T00:00:00.000Z","description":"Beautiful place close to the Bulgarien Greece border. You drive down a steep short peace of gravel road (made it back up next day with front drive Fiat Ducato but probably not for big rigs) then there's a long gravel road along the river with a lot of nice spots. Nobody drove by the day we stayed there, there is a train line close by and opposite the river a gravel pit. Lots of mosquitoes.","location":{"latitude":41.424009,"longitude":23.320127},"category":{"name":"Wild Camping"}},{"id":135016,"name":"Drinking water in front of the \"travel Center rola\"","date_verified":"2022-08-27T00:00:00.000Z","description":"Drinking water in front of the \r\n\"travel Center rola\".\r\n1/2\" thread, medium pressure.\r\ngood quality.","location":{"latitude":43.174054806421765,"longitude":23.608310212361943},"category":{"name":"Water"}},{"id":135086,"name":"Green Cheese of Cerni Vit.","date_verified":"2020-08-14T00:00:00.000Z","description":"Private cheese production from sheep milk. About 1000 kg/a.\r\n45 days old cheese 40 BLV/kg\r\nMrs. Tsonka speak a little English. \r\n","location":{"latitude":42.87334871125589,"longitude":24.190055359177254},"category":{"name":"Shopping"}},{"id":135112,"name":"Neptune","date_verified":"2020-09-07T11:14:07.000Z","description":"Beautiful camping site next to the Beach. seaside. wide sandy area. ","location":{"latitude":43.04093143,"longitude":27.88325693},"category":{"name":"Established Campground"}},{"id":135162,"name":"Near Emen Canyon.","date_verified":"2022-05-24T00:00:00.000Z","description":"A property that has been abandoned for decades with a large, flat meadow at the highest point. \r\nIt is advisable to wear high shoes because of the thistles.  \r\nTotally calm, beautiful foresight.\r\nSometimes Internet.\r\nBig rigs ok, but the road is limited 10 to.. ?","location":{"latitude":43.13989695464623,"longitude":25.359712044132866},"category":{"name":"Wild Camping"}},{"id":135228,"name":"A1 Shop, but Saturday and Sunday closed!","date_verified":"2020-11-09T00:00:00.000Z","description":"A1 Shop for mobile internet and phone simcards. Saturday and Sunday closed!","location":{"latitude":43.075320785832645,"longitude":25.62161837783358},"category":{"name":"Wifi"}},{"id":135382,"name":"Fishermen's place at the lake. ","date_verified":"2020-08-16T00:00:00.000Z","description":"It's quiet at night.\r\nLot of fishermen in the early morning and until sunset.\r\nA lot of garbage- as everywhere here.\r\nSometimes 4G.","location":{"latitude":43.100583769727606,"longitude":26.430987467319888},"category":{"name":"Wild Camping"}},{"id":135539,"name":"Gladiator Offroad Technik","date_verified":"2022-06-07T13:36:05.000Z","description":"If there is anything you forgot before your big adventure heading east, you’ll find it here.\r\nEnglish and German spoken. \r\nDream-shop for all 4x4 enthusiasts.","location":{"latitude":42.193295750806286,"longitude":24.658841975056248},"category":{"name":"Mechanic and Parts"}},{"id":135827,"name":"Sleep in a monk‘s cell!","date_verified":"2020-08-25T00:00:00.000Z","description":"It’s possible to spend a night in the monastery.\r\n15BGN (7,50€)/person. Simple bedding, shared bathroom.\r\nVery cool experience!","location":{"latitude":42.133427336851256,"longitude":23.340408587850014},"category":{"name":"Hostel"}},{"id":136450,"name":"Nice meadow ","date_verified":"2020-09-06T00:00:00.000Z","description":"A flat meadow suitable for tents and vehicles.\r\nA good track (no 4x4 needed) leading there.\r\nYou can hear many jackals in the night. :-) ","location":{"latitude":43.26946082994646,"longitude":23.39180289769861},"category":{"name":"Wild Camping"}},{"id":136522,"name":"Meadow - 1218 m","date_verified":"2023-07-23T00:00:00.000Z","description":"Perfect place to escape summer heat!\r\nMeadow on top of the mountains at 1218m.\r\nCool, but not cold (in September). \r\nFlat enough to pitch a tent, big enough for huge trucks.\r\nNo mosquitoes, just quiet nature :-)\r\nNo shade but it’s high enough to welcome the sun instead of fleeing from it after sunrise :-)\r\nGood 4G signal (A1) if you have to get things done.","location":{"latitude":43.15272342417683,"longitude":23.464717911578216},"category":{"name":"Wild Camping"}},{"id":136614,"name":"Powerful fountain ","date_verified":"2020-09-08T00:00:00.000Z","description":"This fountain had a lot of water even in September when many others were already dry after the long hot summer. \r\nGood to fill up without waiting ages for the canisters to fill :-) ","location":{"latitude":43.01627899058444,"longitude":23.34528400564878},"category":{"name":"Water"}},{"id":136884,"name":"Guesthouse „Home“","date_verified":"2020-09-13T00:00:00.000Z","description":"Central \u0026 clean with parking!\r\nMotorbikes park in the yard, cars park for free (snd under shady trees) on the parking of a former cinema just next to the guesthouse.\r\nPrivate rooms with shared OR private bathroom, with OR without balcony, starting from 13€/night.\r\nVery clean, English spoken. \r\nNo breakfast, but coffee automat next to the gate, dairy shop across the street and Bulgarian breakfast place (banitzsanitsa) 100m towards pedestrian area. \r\nAll sights within walking distance. Very fast and reliable internet.","location":{"latitude":42.142728357615084,"longitude":24.744323473446762},"category":{"name":"Hotel"}},{"id":136914,"name":"Free shady parking ","date_verified":"2020-09-14T00:00:00.000Z","description":"Parking in central Plovdiv is not free and you have to pay with SMS. \r\nThis here is the parking of the former cinema, so off-street and therefore not in the blue zone.\r\nIt’s shady and in walking distance to all sights. I parked here 3 days without problems.\r\nI would even consider spending the night here, BUT the road is one of the main roads and has heavy traffic.\r\nYou can’t access the parking from the main road, check your GPS routing before activating it, you have to drive through the small roads to get there.","location":{"latitude":42.14270350527218,"longitude":24.743803795450127},"category":{"name":"Short-term Parking"}},{"id":136961,"name":"Guesthouse Velkovski","date_verified":"2020-09-15T00:00:00.000Z","description":"True Bulgarian hospitality!\r\nA Bulgarian lady is renting out rooms in her house. Room rates start from 11€.\r\nThe house is located in front of a peach and grape yard in a very quiet residential area. It feels like staying in a village.\r\nNo English spoken but not needed. The lady will warm your heart from the first second. She is very welcoming makes you feel home but respects your privacy as she lives upstairs.\r\nSafe motorbike (and normal car) parking in the gated yard. Higher cars park on the street (felt more than safe doing so). \r\nInternet is very fast and reliable. There is a garden kitchen you may use.\r\nYou can book through Booking.com, no need to call.\r\n","location":{"latitude":42.50669100325788,"longitude":24.69727492893552},"category":{"name":"Hotel"}},{"id":137017,"name":"Jumbo Plaza Parking","date_verified":"2020-09-16T00:00:00.000Z","description":"This big parking turns into an overnight spots for trucks, vans, RVs and other travelers.\r\nShops around are open until 21:00 (and music will stop then). \r\nThere is a free toilet at Jumbo (updtairs, 9-21) and when buying a drink/meal at McDonald‘s you get a 24hrs pincode for the 24/24 toilet.\r\nLIDL gets early (very early!) morning delivery, so stay on the parking and not near the green behind.\r\nShops open at 9, most overnight stayers disappear with sunrise.\r\nStayed there since 2012 many nights.  Safe but unspectacular.\r\nThere is WiFi at dm and McDonald‘s.","location":{"latitude":42.70875484220936,"longitude":23.458425616867334},"category":{"name":"Informal Campsite"}},{"id":137187,"name":"Laundry","date_verified":"2020-09-18T00:00:00.000Z","description":"Laundry service. \r\nWashing and drying (no self-service) with Miele machines.\r\nEnglish spoken.\r\n11 BGN for express service (3 -4 hours), 8 BGN overnight service.","location":{"latitude":41.83282412592492,"longitude":23.481030184797458},"category":{"name":"Laundromat"}},{"id":137640,"name":"Sandy beach and private island ","date_verified":"2021-10-07T00:00:00.000Z","description":"Sandy beach ideal for tents or those who want to proof themselves that there really is a daily need for expedition vehicles and 4x4 :-)\r\nAll others just enjoy this place with 2WD, motorbike or bicycle without expensive features :-)\r\nThere is a little island you can camp on (watercrossing only 10cm deep), but please don’t drive around in the riverbed as it’s full of fish. Ideal for fishing!\r\nIf you want to enjoy a decent dinner, we recommend Restaurant „Mosta“ at the roundabout next to the old beautiful bridge. Now that you know where to sleep it’s time to get to know the region!\r\nPLEASE: this place is unspoiled, no rubbish laying around. So please keep it like that! We added a place to this App 7 weeks ago and when we came back last weekend, there was toilet paper all over the hidden place. So please be respectful and keep this beach as beautiful as it is today!","location":{"latitude":41.77786113698201,"longitude":26.18507875132019},"category":{"name":"Wild Camping"}},{"id":137643,"name":"A1 mobile Internet ","date_verified":"2020-09-28T00:00:00.000Z","description":"A1 is one of the main mobile networks in Bulgaria.\r\nAt A1 shops you can get data only simcards for very competitive prices.\r\nIf you want to make phonecalls as well, prices are higher.\r\nThey have 4 weeks data only packages such as 15Gb for 7,50 € or 30Gb for 12,50€\r\nIf you run out of data, it’s much cheaper to buy a new simcard than to top up.\r\nWe‘ve been using it for 3 months now and are more than satisfied with the network coverage.","location":{"latitude":41.76592564214185,"longitude":26.201017862210236},"category":{"name":"Shopping"}},{"id":137694,"name":"Sunny Paradise Campsite ","date_verified":"2020-10-04T08:41:28.000Z","description":"Good access to roadways, about 300m from/to Motorway, with easy access to each pitch. 230V 16 Amp electricity hook-up installed to EU regulations w/safety switches. Fresh drinkable water supply to each pitch. Grass and hardstanding pitches. Wi-Fi, hot showers and washing machines. Pet friendly. ","location":{"latitude":41.39987978390185,"longitude":23.358406661475723},"category":{"name":"Established Campground"}},{"id":137836,"name":"Car repair ","date_verified":"2020-10-02T00:00:00.000Z","description":"Clean workshop. \r\nOwner speaks German, mechanic some English.\r\nThey get the parts they need from Burgas, so if you come early, chances are high they finish the same day.\r\nFair prices.\r\nThere are TWO workshops, we recommend the first one coming from the stadium.\r\nThey also wash and rent cars.\r\nTelephone number is the one if German speaking guy, they also have road assistance and a tow truck.","location":{"latitude":42.41227376744376,"longitude":27.69821134398477},"category":{"name":"Mechanic and Parts"}},{"id":138021,"name":"Fish restaurant ","date_verified":"2020-10-05T00:00:00.000Z","description":"This place is away from the crowds and only locals know :-)\r\nFish restaurant with excellent seafood. Menu only in Bulgarian, but the waiter speaks English and google translate does a very good job.\r\nThe grilled fish with fries and vegetables was 5,50€, the whole Kalamar stuffed with seafood-risotto was 6€. The garlic bread 0,60€ (fresh garlic \u0026 dill). \r\nNo tourists around, very pleasant atmosphere!","location":{"latitude":42.435157536568525,"longitude":27.528109168659455},"category":{"name":"Restaurant"}},{"id":138110,"name":"PCR Test @ Ramus Lab (inside Dental Clinic)","date_verified":"2020-10-07T00:00:00.000Z","description":"For all those who need a PCR Test / CORONA Test / COVID-19 Test before entering Greece, you can get it done here. 24h (max 48h) service. BGN 100 per person. Cash payment only. Don’t forget to bring ID card / passport.\r\n\r\nhttps://goo.gl/maps/ScZRGJfDpA55Zqqc7","location":{"latitude":41.56101484786864,"longitude":23.27749980615757},"category":{"name":"Medical"}},{"id":138275,"name":"Механа стара къща","date_verified":"2022-11-15T00:00:00.000Z","description":"Tavern „Old house. A little bit hidden, but a true gem of untouristy Bulgarian food and untouristy prices! The couple that runs the place speaks only Bulgarian, but the menu is available in English.\r\nThere is a mussels farm down at the sea, so that’s a good idea to order. A huge plate of fresh mussels is 4€ (8BGN). Other typical dishes like the Kavarma (meat and vegetables cooked slowly in a claypot) are one of the best we had in 3 months in Bulgaria.\r\nReal traditional food away from tourist traps!","location":{"latitude":43.40031809643227,"longitude":28.414220921721693},"category":{"name":"Restaurant"}},{"id":138432,"name":"Mutafova Guesthouse","date_verified":"2020-10-14T00:00:00.000Z","description":"This Guesthouse is more a Homestay than a hotel. Ask the lady for breakfast (extra cost) and you will learn a traditional bulgarian breakfast. It’s called „Mekitsi“ and you can find it in „banitsarnitsas“ outside of homestays as well. :-)\r\nVery comfortable rooms with private bathroom in a traditional bulgarian house with beautiful garden. \r\nMotorbikes and bicycles park inside under the roof, cars outside on the (safe!) village road.\r\nThere is a kitchen if you want to prepare your own food.\r\nVery peaceful place, host speaks English and some German.\r\nWe payed 22€ for the double room.","location":{"latitude":43.175699268507934,"longitude":26.81600321086758},"category":{"name":"Hotel"}},{"id":138593,"name":"Chevren Medieval Village","date_verified":"2020-08-03T00:00:00.000Z","description":"Excellent place to park for the night. A nice little bar and restaurant place with toilets which stays open till 10.30. I asked if I could sleep there in my van and they said no problem and even left the toilets unlocked for me. Climbed up to medieval village in morning before it got too hot.","location":{"latitude":43.62251242722416,"longitude":26.02518876206987},"category":{"name":"Wild Camping"}},{"id":138597,"name":"Blue rocks national park","date_verified":"2023-07-10T09:50:12.000Z","description":"Beautiful wide open spot at the end of the dead end road. A play garden, sort of flat spots, and so beautiful nature Forest. We were here in autumn and colours were amazing. You can make beautiful walks in this national park. Very old trees. There are lots of abandoned hotels. Seventies communism leftovers. Locals told us that they belonged to the communist factories for their employees. Free holidays. But nowadays nobody takes care of them anymore.","location":{"latitude":42.72514858752743,"longitude":26.37207373047841},"category":{"name":"Wild Camping"}},{"id":139353,"name":"Dikom Petrol station with Gas","date_verified":"2020-11-04T00:00:00.000Z","description":"Here you can fill up your gas bottles/tanks. They have adapters.","location":{"latitude":42.9296477884454,"longitude":25.900961151370687},"category":{"name":"Propane"}},{"id":139432,"name":"Gas Station ","date_verified":"2020-11-06T00:00:00.000Z","description":"In the back of the petrol station (little building on the right of the picture (битова газ) you can let them fill up your gas bottle. Uncomplicated.","location":{"latitude":43.22486554276498,"longitude":27.579588806282338},"category":{"name":"Propane"}},{"id":139784,"name":"Dilijan Truck stop","date_verified":"2022-09-29T00:00:00.000Z","description":"There are showers, laundry, rooms, restaurant and parking.\r\nA double room is 20€, overnight parking is 5€. \r\nThe entry to the showers (and payment/check-in for everything else) is in the main building on the very left side. It says „KACA“. \r\nOnly Bulgarian spoken, but everything you need.","location":{"latitude":44.008633333333336,"longitude":22.895377777777778},"category":{"name":"Showers"}},{"id":139785,"name":"Truck stop with laundry service \u0026 WiFi","date_verified":"2022-09-29T00:00:00.000Z","description":"Stay over night at the parking (5€) or in the Motel (20€) and your laundry (extra charge) will be done next morning. Or have a long lunch at the attached restaurant until your laundry is ready\r\nDilijan Truck Stop. Entry on the far left of the building, sign says „KACA“. ","location":{"latitude":44.00873062948088,"longitude":22.89551978117116},"category":{"name":"Laundromat"}},{"id":139787,"name":"Dilijan Motel \u0026 Overnight parking","date_verified":"2022-09-29T00:00:00.000Z","description":"Very basic rooms but perfect for a quiet night after a long drive. Private bathroom, aircon, heating, restaurant, good and free WiFi, parking (behind the building).\r\n20€/double room.\r\nThey have laundry service as well. \r\nOnly Bulgarian spoken, but nice lady at the „KACA“. Check-in for rooms/Motel is on the far left of the main building next to the street.\r\nIt’s also possible to sleep in your vehicle on the parking. That’s 5€/vehicle. No additional parking fees if you rent a room. :-) ","location":{"latitude":44.00919722222222,"longitude":22.895833333333332},"category":{"name":"Hotel"}},{"id":140943,"name":"Vivacom / A1 shop","date_verified":"2020-12-17T00:00:00.000Z","description":"Vivacom and A1 shops next to each other.\r\nVivacom reqired ID for simcard, A1 didn‘t.\r\nA1 costs 7,50€ (15BGN) for 15Gb for 30 days.\r\nIt’s cheaper to buy a new simcard every month than to recharge it after 30 days. \r\nWe have been using A1 for 5 months in BG now and had nearly everywhere very good network.","location":{"latitude":43.9850370213799,"longitude":22.875390658176386},"category":{"name":"Wifi"}},{"id":141202,"name":"Primeks tire service ","date_verified":"2020-12-18T00:00:00.000Z","description":"Huge tire shop and workshop. They have a wide range of tires on stock. We had 4 different ones to choose from.\r\nThey mounted them right away.\r\nTires are not cheaper than in western Europe, but prices for work are cheap: mounting and balancing tires is 4€ per wheel.\r\nWe also let them correct the adjustment of the wheels. That was 18€.","location":{"latitude":43.07859433353234,"longitude":25.595413120487326},"category":{"name":"Mechanic and Parts"}},{"id":142018,"name":"Car mechanic ","date_verified":"2021-08-06T00:00:00.000Z","description":"Nick speaks perfectly English (probably better than you) and has a clean workshop. He does repairs and maintenance and will organize needed spares.\r\nHis prices are Bulgarian, so no worries!\r\nHe used to race MX, so might be a good address for motorbikes as well (we forgot to ask), but even if not, he knows where to get everything for motorbikes. :-)\r\nIt’s the workshop with the yellow gates.\r\nHis number (WhatsApp and call) is: +359 88 414 9109","location":{"latitude":43.072302835102256,"longitude":25.6402599904925},"category":{"name":"Mechanic and Parts"}},{"id":142168,"name":"Gas Logistics","date_verified":"2023-08-12T00:00:00.000Z","description":"A place for fill up your gas bottles. They have adapters.","location":{"latitude":43.07060256604391,"longitude":25.61259660872222},"category":{"name":"Propane"}},{"id":142995,"name":"Dry Cleaning / washing ","date_verified":"2021-02-05T00:00:00.000Z","description":"It’s upstairs, per kg or per item. \r\n6,50BGN per Kilogram. English spoken. No self-service. ","location":{"latitude":43.079477492760006,"longitude":25.60204513373375},"category":{"name":"Laundromat"}},{"id":143267,"name":"Bivouac shelter \"Trigradski Skali\"","date_verified":"2021-02-23T00:00:00.000Z","description":"The \"Trigradski skali\" bivouac is located about 300 meters on the road above the Devil's Throat Cave near the village of Trigrad in the Rhodopes. The tent site is located on a small meadow in the forest, which can be reached by walking along the path to Harami Cave. On the meadow there is a shelter with tables, benches, a fireplace and a fountain with spring water, and at a distance of about 50 meters there is an outdoor toilet, which is maintained. The place is suitable for setting up a maximum of 5-6 small tents.","location":{"latitude":41.61255,"longitude":24.38059},"category":{"name":"Wild Camping"}},{"id":143268,"name":"beach \"Little Sea\"","date_verified":"2021-02-23T00:00:00.000Z","description":"A small cove (very small), separated from the sea by rocks. At the deepest point it is up to the waist. Sometimes the bottom is sandy, sometimes it can be very rocky, depending on how the sea fills it. Ideal for children. In summer there are many caravans along and around the coast.","location":{"latitude":43.52082,"longitude":28.6016},"category":{"name":"Wild Camping"}},{"id":143269,"name":"Bivouac shelter \"Karierata\"","date_verified":"2022-06-23T00:00:00.000Z","description":"If you like to spend more time in nature and spend the night in the open air, the Directorate of the Vratsa Balkan National Park advises you to use the specially designated places.\r\n8 shelters with barbecue and recreation areas have been built on the territory of Vrachanski Balkan National Park.\r\nCamping place - CAREER area - above the village of Zgorigrad\r\nYou can reach the place:\r\nBy car or bicycle: follow the road to Ledenika Cave. The campsite is located after two turns from the fork for the village of Zgorigrad.\r\nOn foot: You start on a cognitive route \"Vratsa - Ledenika Cave\" starting point Vratsata Pass. After 30 minutes you will reach the quarry, where the campsite is located.","location":{"latitude":43.19048,"longitude":23.52052},"category":{"name":"Wild Camping"}},{"id":143270,"name":"Camping site St. Kirik","date_verified":"2021-02-23T00:00:00.000Z","description":"St. Kirik bivouac is located near Kalofer, in the Balkan Mountains. There is a possibility for camping in a tent, as well as built fireplaces. It can also be used for a day trip. There are benches and wooden tables, a playground, a fountain, toilets, a volleyball court. Opportunity for eco and cultural tourism. The bivouac is reached by an asphalt road.","location":{"latitude":42.63608,"longitude":24.97598},"category":{"name":"Established Campground"}},{"id":143271,"name":"Bivouac shelter \"Kovac\"","date_verified":"2021-02-23T00:00:00.000Z","description":"Under the bridge is established camping site with benches and place for bivouac next to the river.","location":{"latitude":42.08272,"longitude":27.42706},"category":{"name":"Wild Camping"}},{"id":143272,"name":"Bivouac shelter \"Veleka River\"","date_verified":"2022-10-08T00:00:00.000Z","description":"There is a Bivouac shelter named after a family that donated money for building the shelter and the associated spring water turned into a tap water.\r\nThe river bed further down has caves and interesting rocks.\r\nPlease clean after yourself and keep the place tidy.","location":{"latitude":42.07426,"longitude":27.41985},"category":{"name":"Wild Camping"}},{"id":143273,"name":"\"Bakarlaka\" peak","date_verified":"2021-02-23T00:00:00.000Z","description":"Bakarlaka falls in the municipality of Sozopol, Ravadinovo village. It is located about 10-15 km from the town of Sozopol and can be reached by well-marked paths and asphalt road. By car you pass through the village of Rosen. It is 20 km southwest of Bourgas. One option to get there is to go to Sozopol to turn right from the Otmanli area at the Strandzha hut, and the other is through the village of Atia, which is located to the right of the Burgas Naval Base.\r\nBakarlaka is an attractive tourist destination because of the beautiful nature combined with the mystery of the ancient fortress and settlement. The area is especially beautiful in early spring, when lilac and linden trees begin to bloom and fill the old oak forests with a wonderful aroma, as well as when you can see the rare species of tulips, for which the protected area is declared.","location":{"latitude":42.39821,"longitude":27.60881},"category":{"name":"Wild Camping"}},{"id":143274,"name":"Camping site \"Devil`s Bridge\"","date_verified":"2021-02-23T00:00:00.000Z","description":"It is located 10 km from the town of Ardino. It passes through the city. The road is narrow. But very well paved, without holes. And numerous turns. Normal for a mountain road. When you approach the place you can park your car and continue on foot for about 700 m. Or try to get there with your vehicle. To see the bridge up close, a fee of BGN 2 / person is paid. The Devil's Bridge is a truly amazing architectural achievement of the 5th century. It has not undergone any structural repairs since its inception. A magical place. Worth!!!","location":{"latitude":41.62036,"longitude":25.11463},"category":{"name":"Tourist Attraction"}},{"id":143275,"name":"Camping area \"Miikovci\"","date_verified":"2021-02-23T00:00:00.000Z","description":"Before the beginning of the village of Miykovtsi and along the river Borushtitsa, south of the sign of the village, there are recreation areas with benches, tables and barbecues. The places are an attractive destination for vacationers, especially during the summer months.\r\n\r\nWhat attracts people are the clean cool mountain air, the song of the birds and of course - the river, where in summer you can swim. Many wild herbs grow in the area, which are clean due to the lack of pollutants and which are ideal for home use. The village of Miykovtsi is a paradise for children. It is no coincidence that children's camps, green schools and small and large attractions are made there.","location":{"latitude":42.84283,"longitude":25.93419},"category":{"name":"Established Campground"}},{"id":143331,"name":"\"Miikovska\" river","date_verified":"2021-02-25T00:00:00.000Z","description":"Bivouac shelter made by the municipality with fireplace and shelter with benches. Next to the river and the road.","location":{"latitude":42.8545,"longitude":25.92517},"category":{"name":"Wild Camping"}},{"id":143332,"name":"\"Miikovska\" river","date_verified":"2021-02-25T00:00:00.000Z","description":"Bivouac with fire place next to the \"Miikovska\" river and the road, no shelter just a fire place and a bench.","location":{"latitude":42.85496,"longitude":25.9238},"category":{"name":"Wild Camping"}},{"id":143619,"name":"\"DOKUZAK\" waterfall bivouac","date_verified":"2021-03-05T00:00:00.000Z","description":"Roadside, easily accessible and very beautiful waterfall! Translated from Turkish, the name Dokuzak means \"nine springs\" because the river on which the waterfall is located springs from nine inexhaustible karst springs in the Dokuzak Protected Area, declared in 1991.","location":{"latitude":42.02272,"longitude":27.50292},"category":{"name":"Wild Camping"}},{"id":143802,"name":"PCR Test laboratory","date_verified":"2021-03-09T00:00:00.000Z","description":"This is where you get a PCR test to be able to travel further. Opening hours: 7:30-15:00 We did the test at 8:00 and got the results in the afternoon: printed out with stamp and signature in English for international border crossings. www.pisanec.com","location":{"latitude":42.12976960003574,"longitude":24.785272339382008},"category":{"name":"Medical"}},{"id":145000,"name":"House of herbs","date_verified":"2021-04-08T00:00:00.000Z","description":"Mariela and her family rent out rooms in an old farmhouse.\r\nAll rooms are furnished with antique or 2nd hand furniture, everything is decorated with love. \r\nThe garden is a paradise to relax in the hammock or deckchair. \r\nMariela serves homemade traditional breakfast and if you ask, she will prepare delicious dinner. You will be greated with a hot loaf of homemade bread and Bulgarian herbal salt.\r\nWe stayed in a room and could use the kitchen (with coffeemachine). It was like renting a little apartment, because there were no other guests to share the kitchen with.\r\nThe bathroom is modern and the washing machine 9kg (!) large!\r\nThere is safe and dry parking for cars, bikes and motorbikes in the barn.\r\nMother and daughter speak English, father and granddaughter will warm your hearts with smiles.\r\nWe didn’t ask, but we think they would let you pitch your tent in the garden. If you need a place to relax and calm down after stressful travels or take a break, this is the perfect place! \r\nWe payed 16€/person including bread for lunch, water, coffee, tea all day long and huge hot breakfast.","location":{"latitude":43.203509,"longitude":25.067939},"category":{"name":"Hotel"}},{"id":145100,"name":"Auto Electro Ferdi","date_verified":"2021-04-08T00:00:00.000Z","description":"Ferdi is a very nice and qualify mechanic. They are electric specialist, but they can fix everything and I'm pretty sure they can find any kind of part you might need. \r\n\r\nI had problems with my electric system of my VW T4 for months, any mechanic could find the exactly problem until I found Ferdi. \r\n\r\nIt's not very nice area but space enough to park and stay there also if you need to wait. One of the guys speaks good English (telf. 0883344700).\r\n\r\nAlso very good price.","location":{"latitude":42.683009,"longitude":23.380128},"category":{"name":"Mechanic and Parts"}},{"id":145276,"name":"Belasitsa Hut","date_verified":"2021-04-09T00:00:00.000Z","description":"Parking next to Belasista hut. Very nice and quiet (during the week, maybe it can be crowded on weekends) Big green area with child playground and a fountain. open free wifi. If the restaurant is open you can also use the toilets. 2 lev for a beer ;). nice walks around. ","location":{"latitude":41.37033251,"longitude":23.18739144},"category":{"name":"Informal Campsite"}},{"id":145277,"name":"PCR - Rockefeller Hospital","date_verified":"2021-12-13T00:00:00.000Z","description":"Covid test (PCR) for crossing the border. 100 lev. \r\nresults in the same day if you go early in the morning. open from 8h to 18h ","location":{"latitude":41.3978137,"longitude":23.2058833},"category":{"name":"Medical"}},{"id":146640,"name":"Shiroka Poliana Lake","date_verified":"2023-06-08T21:05:20.000Z","description":"Popular free camping sites by the lake. It could get quite crowded on summer weekends. Access to this particular spot by the water through a dirt road, could be challenging for a regular car.\r\nIt's a mountain lake, so it gets chilly at night. Plenty of firewood around.","location":{"latitude":41.7521,"longitude":24.17542},"category":{"name":"Wild Camping"}},{"id":150513,"name":"Bike Wrecker and Repairs","date_verified":"2021-05-18T00:00:00.000Z","description":"Bulgarian motorbike mechanic who wrecks various bikes for spare parts but can also help with any repairs needed. Contact on +359 89 848 0441 through WhatsApp or directly. Does not speak English.","location":{"latitude":42.88142193670269,"longitude":25.502718732084276},"category":{"name":"Mechanic and Parts"}},{"id":150774,"name":"Glamping Alliance","date_verified":"2022-07-28T00:00:00.000Z","description":"Glamping \u0026 Motel Alliance is a new site. Facilities are very clean and modern. There are hot showers and hairdrier. You can book your private toilet or a spot with sunroof. Everything works with a QR-code. You have to do a reservation online in advanced. Check-in after 14:00. Departure until 12:00.\r\nglamping-alliance.com","location":{"latitude":42.11064155213535,"longitude":24.709342187270522},"category":{"name":"Established Campground"}},{"id":151083,"name":"Copyshop office1","date_verified":"2021-05-27T00:00:00.000Z","description":"You can send all documents to their email and they print it out. Many options.\r\n\r\npredpechat.vtarnovo@office1.bg\r\n\r\nParking a bit tricky. English spoken. Entry is at the corner.","location":{"latitude":43.07586296465534,"longitude":25.6238297000766},"category":{"name":"Shopping"}},{"id":151135,"name":"Lyaskovets Monastery","date_verified":"2021-05-02T00:00:00.000Z","description":"Very nice place to spend one or more nights. Bulgarian people love this place to make picnic at day (on weekend). Quiet at night.\r\nFree wifi in this area. Beautiful view behind the trees.\r\nA lot of place, good for all véhicles. Very nice place. we'll stay a few days\r\n20mn from Veliko","location":{"latitude":43.09376999999999,"longitude":25.706174999999998},"category":{"name":"Wild Camping"}},{"id":151136,"name":"Near River","date_verified":"2021-05-03T00:00:00.000Z","description":"Beautiful place to stay, near the river and a monastery.\r\nBulgarian people like this place during the weekend for a picnic, but very quiet at night. Meet other overlanders here. ","location":{"latitude":42.82600833333333,"longitude":24.333068333333337},"category":{"name":"Wild Camping"}},{"id":151387,"name":"By the Lake","date_verified":"2023-09-22T08:40:16.000Z","description":"Nice and big place. Next to E871 and a lake. ","location":{"latitude":42.30058833333332,"longitude":22.691113333333337},"category":{"name":"Wild Camping"}},{"id":151515,"name":"Bolata Beach","date_verified":"2022-07-04T00:00:00.000Z","description":"Go straight ahead on the road till the end near the cliff. You can stop your car and camp on the sand. We stayed 2 nights in a weekend and it was perfect. During the day people come to have fun but at sunset everybody goes away and you have a quiet night. It can happen that some locals party and barbecue at night.\r\nNice place to stay and enjoy the sea, swimming, fishing or following trails by foot. ","location":{"latitude":43.381780088386556,"longitude":28.46974709453194},"category":{"name":"Wild Camping"}},{"id":151516,"name":" Black Sea","date_verified":"2022-06-16T00:00:00.000Z","description":"Nice place on the hill 100 meters from the Highway and 50 meters from the ocean (Black Sea).\r\n5 km from Ahtopol.  Shade and a perfect view of sunrise in the morning.\r\nThere are some beaches on both sides of the hill. Stony or sandy. Pit fire place. Please don't litter. Take your garbage back and leave it in the city. ","location":{"latitude":42.1088496496718,"longitude":27.917005418921057},"category":{"name":"Wild Camping"}},{"id":151520,"name":"Lake Iskar","date_verified":"2020-09-26T00:00:00.000Z","description":"Large place at the Lake.\r\nSome trees and only a few campers came, even though it was a weekend.\r\nNice water to swim, paddle or fish.\r\nPit fire places.\r\n","location":{"latitude":42.44190795061068,"longitude":23.63383001337734},"category":{"name":"Wild Camping"}},{"id":151883,"name":"Пълнене на туристически газови бутилки ","date_verified":"2021-06-09T00:00:00.000Z","description":"Place to fill propane tanks. (we struggled to find anywhere else nearby- went to six gas stations).","location":{"latitude":42.4782519,"longitude":27.4391337},"category":{"name":"Propane"}},{"id":151927,"name":"nice marble fountain with drinking water ","date_verified":"2021-06-10T00:00:00.000Z","description":"drinking water in fountain on the side of the road","location":{"latitude":41.64587924,"longitude":25.47267636},"category":{"name":"Water"}},{"id":152095,"name":"Free city tour ","date_verified":"2021-06-11T00:00:00.000Z","description":"Ask at the info point first. From here the free tour of the city starts \r\nIn front of the building of justices”.","location":{"latitude":42.69520096950484,"longitude":23.32063936630573},"category":{"name":"Tourist Attraction"}},{"id":152150,"name":"Auto air conditioning service ","date_verified":"2021-06-15T00:00:00.000Z","description":"Service for car air conditioners and engine/transmission too. \r\nJivko and Plamen are great guys!\r\n+(359)899664048. In Bulgaria, 0899664048\r\n Bratya Vasilevi northern industrial zone 2, Haskovo\r\nGreat service! Good prices, friendly and speaks enough English, German, French!","location":{"latitude":41.957356492096515,"longitude":25.5574491340905},"category":{"name":"Mechanic and Parts"}},{"id":152156,"name":"By the rocks","date_verified":"2021-06-14T00:00:00.000Z","description":"A good place top spent the night If you want to go rock climbing. Flat paved aera near by the climbing sectors","location":{"latitude":43.76277166666667,"longitude":25.959144999999996},"category":{"name":"Wild Camping"}},{"id":153422,"name":"Sipa","date_verified":"2021-07-03T00:00:00.000Z","description":"Tomb of king  with parking. Not sure if sleeping overnight is allowed. No facilities. ","location":{"latitude":42.699390328529006,"longitude":25.333703281381478},"category":{"name":"Tourist Attraction"}},{"id":153778,"name":"Sredska","date_verified":"2021-07-08T00:00:00.000Z","description":"Aside the road but little traffic. Quiet with nice views. The locals(very few) are friendly.","location":{"latitude":41.78348,"longitude":25.20182},"category":{"name":"Wild Camping"}},{"id":153868,"name":"Wild camp on the road to Tri Mogili","date_verified":"2021-06-20T00:00:00.000Z","description":"Wild camp with gorgeous views aside the road. There are two water sources nearby. The road to Tri Mogili is unpaved after Belintash but is accessible by any car.","location":{"latitude":41.83564192,"longitude":25.0268164},"category":{"name":"Wild Camping"}},{"id":154017,"name":"water well","date_verified":"2020-07-19T00:00:00.000Z","description":"Not sure if it's ok to drink, but sure is good for washing","location":{"latitude":42.91170693551271,"longitude":27.849447613361786},"category":{"name":"Water"}},{"id":154019,"name":"Riverside","date_verified":"2022-06-14T00:00:00.000Z","description":"Free camping spot by the river, one minute from the main road. Locals camping and fishing, early june, so in full season it might be more busy. Fire pits all around and some trains passing by, 50m away up the hill. ","location":{"latitude":41.762274853159816,"longitude":23.155676404254724},"category":{"name":"Wild Camping"}},{"id":154944,"name":"Hotel Veronika","date_verified":"2021-07-19T00:00:00.000Z","description":"Nice hotel in Devin. Spacious room with a double bed, 45 leva for one person, 65 leva for two, breakfast is included. Parking is on the street in front, it is a quiet cul de sac across from a fire station. I parked the bike for two nights with no problems. Walking distance to the cafes in the center. A good basecamp to explore the sights around Devin.","location":{"latitude":41.74484603,"longitude":24.38862405},"category":{"name":"Hotel"}},{"id":155047,"name":"Lovkovtzi Lake","date_verified":"2021-07-23T00:00:00.000Z","description":"Beautiful Spot! You can camp right at the lake. There’s plenty of spots . No- one would bother if you set up a tent as well, but it should probably not look like a campground. Just keep it simple. \r\nThe spot was very clean, please keep it like that. If you have to… use a shovel;)\r\nI picked the very little garbage I could find. Maybe you can do it too. \r\nDo not leave a trace!\r\nPretty good cell phone service. ","location":{"latitude":42.92807003693546,"longitude":25.758184038979156},"category":{"name":"Wild Camping"}},{"id":155462,"name":"Shady spot close by the river ","date_verified":"2021-07-27T00:00:00.000Z","description":"Good spot to hide from the sun. There’s some shady trees around and a fire pit. Access to the river too. Not far from the lake as well.\r\n\r\nPretty clean. Please leave it the same! Don’t forget your shovel if you need to…. ;)","location":{"latitude":42.43559852985623,"longitude":23.535014155636585},"category":{"name":"Wild Camping"}},{"id":155704,"name":"Church","date_verified":"2021-07-30T00:00:00.000Z","description":"Little church with clean water, electricity and ligth","location":{"latitude":42.061259771519644,"longitude":23.85501028917106},"category":{"name":"Wild Camping"}},{"id":156253,"name":"Imperial Oil","date_verified":"2022-08-25T00:00:00.000Z","description":"Refills Gas bottles. Has many adapters. Also a regular gas station. ","location":{"latitude":42.05200280532432,"longitude":24.47163878942325},"category":{"name":"Propane"}},{"id":156374,"name":"BG Village Camping","date_verified":"2021-08-07T00:00:00.000Z","description":"Small campsite operated by 2 sympathetic English ladies. Small bar splash pool. ","location":{"latitude":42.515273270770926,"longitude":27.101707778868022},"category":{"name":"Established Campground"}},{"id":156520,"name":"Sea cliffs ","date_verified":"2021-08-08T00:00:00.000Z","description":"Plenty spots at the cliffs.  Access to the water between the rocks when the sea is not to rough. \r\n\r\n","location":{"latitude":42.08303,"longitude":27.96266},"category":{"name":"Wild Camping"}},{"id":156639,"name":"montana","date_verified":"2021-08-09T00:00:00.000Z","description":"open area nearby the lake. ","location":{"latitude":43.38944803009499,"longitude":23.178161488484406},"category":{"name":"Wild Camping"}},{"id":156730,"name":"frog melody lake","date_verified":"2021-08-10T00:00:00.000Z","description":"Place very close to Prohoda Cave, at the moment (10.08) the lake is dry, but the place is quite nice to stay for a night.","location":{"latitude":43.17770935699565,"longitude":24.077510059569512},"category":{"name":"Wild Camping"}},{"id":156827,"name":"source at highway","date_verified":"2021-08-11T00:00:00.000Z","description":"open water source at the highway with parking","location":{"latitude":42.491458,"longitude":23.131658},"category":{"name":"Water"}},{"id":157069,"name":"Old military area (nato)","date_verified":"2023-09-21T00:00:00.000Z","description":"Near Sofia before the Bulgarien-Serbien border, an amazing area for offroad campers.","location":{"latitude":42.909169762978024,"longitude":23.02201644062586},"category":{"name":"Wild Camping"}},{"id":157428,"name":"Beach near Burgos","date_verified":"2023-09-01T00:00:00.000Z","description":"It's a nice quiet place at the beach with some locals. Very quiet at night. ","location":{"latitude":42.45671807171355,"longitude":27.480452008427363},"category":{"name":"Wild Camping"}},{"id":158046,"name":"Cliff with a view","date_verified":"2021-08-26T00:00:00.000Z","description":"Not so easy to get there, when you come from the beach you just go straight, I'm on a bicycle and it was ok but not easy by car I guess, a small 4x4 should be able to make it.","location":{"latitude":43.38630451,"longitude":28.4754999},"category":{"name":"Wild Camping"}},{"id":158092,"name":"At the river","date_verified":"2022-07-03T00:00:00.000Z","description":"A lot of space next to a river  that is knee deep. Some fly fishermen came in the morning. The water looks clean, good for a refreshing bath. Additional places to camp along the river. Quiet","location":{"latitude":42.094672632279945,"longitude":24.515088122295335},"category":{"name":"Wild Camping"}},{"id":158474,"name":"Pine Forest","date_verified":"2023-07-11T00:00:00.000Z","description":"About a hundred meters or so from pavement. You take a 'not very promising' dirt road that leads to this pine forest with plenty of flat ground for leveling up your rig. Nice and quiet.","location":{"latitude":41.861533333333334,"longitude":24.942083333333333},"category":{"name":"Wild Camping"}},{"id":158475,"name":"Hidden spot next to main road","date_verified":"2020-09-15T00:00:00.000Z","description":"You can hear the passing traffic but otherwise you will be really well hidden behind dense trees and bushes. Plenty of flat ground.","location":{"latitude":41.83357228,"longitude":24.13168628},"category":{"name":"Wild Camping"}},{"id":159100,"name":"Camping Oasis (Къмпинг Оазис)","date_verified":"2023-07-18T00:00:00.000Z","description":"Spacious and new camp site on the base of the Blue Rocks National Park. Great views! The camp site feels like it is part of the park. Lots of different types of places (under the trees, in the open etc.). There is only one building for (very clean) sanitary services, there will be more in the future.","location":{"latitude":42.705625,"longitude":26.394656},"category":{"name":"Established Campground"}},{"id":159401,"name":"near Varovnik","date_verified":"2021-09-16T00:00:00.000Z","description":"potable water source near Varovnik without any garbage around! keep the place clean. ","location":{"latitude":42.212873345092,"longitude":27.224990253036182},"category":{"name":"Water"}},{"id":160371,"name":"Blue Gate Camping Farm","date_verified":"2023-08-17T00:00:00.000Z","description":"A small \"nearly\" wild campground offering basic amenities. Suitable for tenting, hammock tenting, roof top tenters, caravans, vans, not over 7m. We do not accept unimogs. Hot outdoor shower, composting toilets, washing machine, swimming pool, trampoline. ","location":{"latitude":42.86306166666667,"longitude":22.867443333333334},"category":{"name":"Established Campground"}},{"id":160650,"name":"Near Rila monastery","date_verified":"2021-10-04T00:00:00.000Z","description":"A few kilometers away from the main road, and beyond the many picnic spots, you will find a large meadow with a river flowing on the other side of the road. You can park your vehicle next to the road. The road is a bit bumpy but normal cars can pass. There are no facilities but is very quite.","location":{"latitude":42.102165,"longitude":23.345776666666666},"category":{"name":"Wild Camping"}},{"id":161556,"name":" Spot near village ","date_verified":"2021-10-19T00:00:00.000Z","description":"It’s a nice spot, almost flat where you can camp. I’m not sure if during summer cows are here.\r\nQuite and clean.\r\nAnyway, best moment to see the area is mid October, wonderful colours!","location":{"latitude":41.589277661444235,"longitude":24.3836911674816},"category":{"name":"Wild Camping"}},{"id":161624,"name":"Paradise ","date_verified":"2021-10-19T00:00:00.000Z","description":"If you like the paradise, this is the place for you. I mean, write here what’s do you think about ))\r\n The road is quite bad!!\r\nLive!!!","location":{"latitude":41.57341340094951,"longitude":24.097858127229006},"category":{"name":"Wild Camping"}},{"id":161885,"name":"Free parking","date_verified":"2021-10-10T00:00:00.000Z","description":"Closest free parking to the city center (20 min walking). Stayed here a couple nights.\r\n\r\nDownsides are that the area is quite sketchy (rundown houses, large potholes, strange looks) and that it’s very close to the road (noisy). Good to park during daytime visits.","location":{"latitude":42.70149682652457,"longitude":23.35059729406922},"category":{"name":"Wild Camping"}},{"id":162284,"name":"Troyan pass sunset place","date_verified":"2022-07-19T00:00:00.000Z","description":"Great place to enjoy the sunset and to stay over night with a stunning view. Easy access next to the Troyan pass (just 100 meter away from the street) No worries you will not  be really visible from the street because of enough vegetation. Trucks use the Troyan pass as well so sometimes a bit more noisy. But not to busy especially at night.\r\n\r\nEnough space for more than one vehicle but really flat space for just one camping car. The area is like a little turn-around so also easy to leave.","location":{"latitude":42.73211,"longitude":24.62372},"category":{"name":"Wild Camping"}},{"id":163737,"name":"Water source close to the boarder","date_verified":"2021-11-27T00:00:00.000Z","description":"Source with water. Looks newly built (2021)","location":{"latitude":41.48637018632144,"longitude":23.831652235239744},"category":{"name":"Water"}},{"id":164109,"name":"Public camping area. Koshnitsa","date_verified":"2022-07-23T00:00:00.000Z","description":"This place is a public camping area (as seen on a board). Flat area next to the river \"Arda\". Enough space for several vehicles. You will find sitting areas, barbecues and an earth closet (pit toilet). Easy access also with big rigs, just below the street.","location":{"latitude":41.51404,"longitude":24.69546},"category":{"name":"Informal Campsite"}},{"id":164944,"name":"Danube beach near Widin / Vidin","date_verified":"2021-12-20T00:00:00.000Z","description":"A quiet spot direct at the danube river banks. This place is not even though, but for one night it is ok. ","location":{"latitude":43.97387807369109,"longitude":22.87157081808248},"category":{"name":"Wild Camping"}},{"id":165442,"name":"East of Borino","date_verified":"2021-10-03T00:00:00.000Z","description":"Easy to find and beautiful wild camping spot with very nice views all around ! Good flat spot and close to the road, but still very quite and almost invisible. Is steep track down which demands for a 4x4 vehicle.\r\nAccess point to the track is at the hairpin of the main road.","location":{"latitude":41.67498,"longitude":24.32897},"category":{"name":"Wild Camping"}},{"id":165979,"name":"Shipkovo Pass","date_verified":"2022-01-09T00:00:00.000Z","description":"Near the top of the pass is a very quiet spot, just off the road, where there are picnic tables and parking for 1 or 2 vehicles. The ground is firm and level and the views are fantastic. There are no facilities or water here and the WiFi signal is poor","location":{"latitude":42.8576,"longitude":24.5249},"category":{"name":"Wild Camping"}},{"id":170833,"name":"Tap water","date_verified":"2022-03-20T00:00:00.000Z","description":"Tap water on the secondary road parallel to the main road. ","location":{"latitude":42.3930791,"longitude":23.63404359},"category":{"name":"Water"}},{"id":172783,"name":"Nice wild spot near river","date_verified":"2022-04-06T00:00:00.000Z","description":"Small dirt track leads down from the main road to a large flat area near the river. Lots of trees, the sound of running water, and well hidden from the road. I wouldn't drink the river water, but there is a potable public fountain just up the road in Sirakovo.\r\n\r\nThere is a little road noise, but not a lot. I camped here for one night and found it really nice.","location":{"latitude":41.885568,"longitude":25.410934},"category":{"name":"Wild Camping"}},{"id":173914,"name":"field and birds","date_verified":"2022-04-25T00:00:00.000Z","description":"nice spot when you arrive from Turkey, quiet, sing of birds, really clean, we saw anybody. \r\nOK for 2wd.","location":{"latitude":42.117325,"longitude":25.42331166666667},"category":{"name":"Wild Camping"}},{"id":174008,"name":"cemetery fontain","date_verified":"2022-04-26T00:00:00.000Z","description":"cemetery fontain with aqua drinking. easy access ","location":{"latitude":42.06778333333333,"longitude":24.38573333333333},"category":{"name":"Water"}},{"id":174257,"name":"Lavrov Country Park","date_verified":"2022-04-16T00:00:00.000Z","description":"This is a large country park that has fallen into disrepair. The entrance is open (no gates or barriers). The roads are mainly granite cobblestone and in very good condition. Lots of open grass areas abound. At the end of the road is a large car park and beyond that a footpath leads to the reservoir, where there are fishermen and people enjoying windsurfing. \r\n\r\nThere is a tap near the car park providing drinking water. There are no other facilities. Very good internet signal. \r\n\r\nWe spent one night here that was peaceful and quiet, but you could happily spend 2 or 3 days if you were to engage in water sports. ","location":{"latitude":43.3641179715585,"longitude":24.33999996934151},"category":{"name":"Wild Camping"}},{"id":174594,"name":"happy waterfalls","date_verified":"2023-08-22T00:00:00.000Z","description":"good place for sleep just near the waterfalls. quiet, free parking, 5 LEV/ person for entrance in the park, it's really beautiful! ","location":{"latitude":43.249950000000005,"longitude":25.037005},"category":{"name":"Wild Camping"}},{"id":174599,"name":"cemetery fontain ","date_verified":"2022-05-01T00:00:00.000Z","description":"just in front of the cemetery, aqua drinking. ","location":{"latitude":43.41370666666667,"longitude":24.440426666666667},"category":{"name":"Water"}},{"id":174703,"name":"nice spot on the hill","date_verified":"2020-07-27T00:00:00.000Z","description":"Spot is situation on the hill near eagle eye. Acces rather for the car 4x4.","location":{"latitude":41.67207369,"longitude":24.31027803},"category":{"name":"Wild Camping"}},{"id":174746,"name":"Koukery Campsite","date_verified":"2023-08-29T00:00:00.000Z","description":"Very nice camping. Tolilets and showers are very clean and fragrant, with hot water. You can use refrigerator and kitchen. WiFi is available. If reception is closed, call the host - the number is on the fence.","location":{"latitude":43.66155911912032,"longitude":25.986062184237287},"category":{"name":"Established Campground"}},{"id":175820,"name":"Simitli River Side","date_verified":"2022-05-13T00:00:00.000Z","description":"Place in the middle of the nature next to the river and a motorcycle track. There are no services. Please leave that place clean. The owner of this land plans in about two years a campground here. We met him and his lovely family. \r\nWith a usual motorhome it’s not possible to reach yet, cause of the way and also not with a truck cause of the low bridge. ","location":{"latitude":41.88298288364693,"longitude":23.117360692743105},"category":{"name":"Wild Camping"}},{"id":175821,"name":"Mineral bath Simitli","date_verified":"2022-05-13T00:00:00.000Z","description":"Here you can have a private bath or you can share a pool with others. It is absolutely clean and recommendable. Stuff is not speaking other languages only Bulgarian, but the nice woman called another one who spoke English.\r\nPer private bath it’s 10 Lew for maximum two adults or three children. They were so kind and offered us to have one bathroom because of the  very young age of our children for 13 Lew.\r\n\r\nOutside you can get water.","location":{"latitude":41.890033254080706,"longitude":23.107776528301965},"category":{"name":"Showers"}},{"id":175822,"name":"ATM","date_verified":"2022-05-13T00:00:00.000Z","description":"Here you have an ATM 24 hours seven days.","location":{"latitude":41.891589899026165,"longitude":23.11219680632335},"category":{"name":"Financial"}},{"id":175823,"name":"Free WiFi ","date_verified":"2022-05-13T00:00:00.000Z","description":"Free Wi-Fi in the centre you can use with mobile phone.","location":{"latitude":41.89205328116651,"longitude":23.11232471928222},"category":{"name":"Wifi"}},{"id":175913,"name":"Reservoir View","date_verified":"2023-07-02T00:00:00.000Z","description":"This is the best site on the Road 866, from Krichim to Devin, for wild camping: the ground is hard and flat; there is enough space for 6 motor homes; it is well away from the regular rock falls next to the road and the views are incredible. \r\n\r\nThere are no facilities here, but the internet is good. There is also very little litter here!!! Enjoy 😊 ","location":{"latitude":41.92556556783796,"longitude":24.43472857589315},"category":{"name":"Wild Camping"}},{"id":176372,"name":"Dream Hills","date_verified":"2022-05-16T00:00:00.000Z","description":"A great place to stay with children. You can hike different trails from here. Town is 10 minutes drive away. No services are offered. It’s on the way to the peak Vihren Hut. In 5 m distance, you can find a Geocache Point.","location":{"latitude":41.80490059813039,"longitude":23.478154046603073},"category":{"name":"Wild Camping"}},{"id":176373,"name":"Regnum Banya Thermal","date_verified":"2022-05-18T00:00:00.000Z","description":"A very nice Thermal bath, not huge, but quite nice. Could be crowded between 3 and 5 p.m. At 4p.m. entrance costs half. They offer 4 different pools with warm water 35 and 45 degrees, a jacuzzi, a baby area with warm water,  and also a steam bath.  It’s absolutely clean with friendly staff. Food tastes good. For us it’s a little bit expensive, but we didn’t want to miss it. We paid 30 Lew each adult; our 4 children were free (usually up to 4 years). After we asked, we were allowed to stay at the parking lot in front of the entrance overnight, which was secured by a camera and security staff.\r\nTwo Geocaches are around as well as nice points of interest.\r\nhttps://regnumbanyathermal.com/","location":{"latitude":41.88021,"longitude":23.5291205},"category":{"name":"Tourist Attraction"}},{"id":176374,"name":"Regnum Banya Thermal","date_verified":"2022-05-18T00:00:00.000Z","description":"After we asked (fernwehmitkindern) ,we were allowed to stay at the parking lot in front of the entrance which is secured by cameras and security staff. We also spent a day in the baths. Food, WiFi  (open) and showers.. There are also restaurants and a mini market in the little town. Behind the bath at the Turkish bath is a playground which offers tools for learning physical exercises. It’s part of a geocache. Fresh mineral water is next to the Turkish bath to fill up your bottles.","location":{"latitude":41.88021,"longitude":23.52912},"category":{"name":"Informal Campsite"}},{"id":176489,"name":"Next to dam","date_verified":"2022-05-17T00:00:00.000Z","description":"Short dirt road off the highway, nice and quiet and away from everything. No services, just wild camping, enough space for regular vehicle. ","location":{"latitude":41.55523841,"longitude":25.03027263},"category":{"name":"Wild Camping"}},{"id":177128,"name":"shipka","date_verified":"2021-12-06T00:00:00.000Z","description":"Clear water public fontain. Good pressure, easy to fil tank","location":{"latitude":42.714436216405346,"longitude":25.32683593001806},"category":{"name":"Water"}},{"id":177223,"name":"Plovdiv riversides","date_verified":"2022-05-24T00:00:00.000Z","description":"An absolutely great place to stay for one or more nights. It’s almost quiet as it could be next to a city with trains and a lot of green around, directly located next to the river. The right place for a family like us with four children and a dog to chill after sightseeing in the great city of Plovdiv. Here are no services.","location":{"latitude":42.15386720904838,"longitude":24.723492624039746},"category":{"name":"Wild Camping"}},{"id":177225,"name":"Buzludzha Hiking Point","date_verified":"2022-06-05T00:00:00.000Z","description":"Here you can find water from the mountain.","location":{"latitude":42.69943380561774,"longitude":25.371319589166745},"category":{"name":"Water"}},{"id":178015,"name":"Madzharovo","date_verified":"2022-06-01T00:00:00.000Z","description":"This is a huge, disused, car park suitable for vehicles of any size. The ground is almost totally flat (just enough of a slope to allow water to flow off-site) and big enough to accommodate 20+ motor homes. It is close to the road, but there is very little traffic in the area… apart from cows that roam freely everywhere. \r\n\r\nThe Vulture Centre is 10 minutes walk away (next to the big bridge). If you are visiting at the right time of year (May-June) you are bound to see Griffon vultures flying overhead. ","location":{"latitude":41.644682300450285,"longitude":25.86848810393493},"category":{"name":"Wild Camping"}},{"id":178051,"name":"Camping Alba","date_verified":"2023-06-30T00:00:00.000Z","description":"MODERATOR NOTE: Description provided by owner or manager. \r\n\r\nA new campsite with a spectacular mountain view. Clean and comfortable sanitary, wide grass pitches, BBQ zones for free use.","location":{"latitude":42.671442,"longitude":25.198157},"category":{"name":"Established Campground"}},{"id":178354,"name":"Obzor Parking ","date_verified":"2022-05-30T00:00:00.000Z","description":"Here we spent a night before the season started. During the day, there are some people at the beach and the restaurants are still closed (I think during season it will be crowded). We’ve parked directly next to the restaurant of the Obzor Beach Resort which offer free high speed and stable WiFi. Only few meters to public showers. Supermarkets are in the hotels, too.","location":{"latitude":42.83578913217117,"longitude":27.881475137876002},"category":{"name":"Wild Camping"}},{"id":178355,"name":"The Truffle Forest","date_verified":"2022-06-03T00:00:00.000Z","description":"An absolutely amazing place in peace and tranquility. You’ll have a breathtaking view to Varna, but no services. Petkos little farm is only a little walk away. Please keep that great piece of nature clean and take your rubbish away.","location":{"latitude":43.15824399413574,"longitude":27.678187315702676},"category":{"name":"Wild Camping"}},{"id":178832,"name":"Between two small streams","date_verified":"2022-06-04T00:00:00.000Z","description":"Secluded camping spot on flat grass between two small steams. Follow a small wheel track from the road until you reach pine trees. No buildings in sight. Quiet apart from the water flowing in the streams. 4G connection. ","location":{"latitude":41.86145467475131,"longitude":23.390674172113748},"category":{"name":"Wild Camping"}},{"id":178947,"name":"Dirt track","date_verified":"2021-08-22T00:00:00.000Z","description":"Very flat ground with an easy dirt track. Relatively quiet (only a little noise from cars).","location":{"latitude":43.23947833333333,"longitude":26.944591666666664},"category":{"name":"Wild Camping"}},{"id":179302,"name":"great grass place","date_verified":"2023-10-06T00:00:00.000Z","description":"a good small road leads to a nice grass place .nothing around view on the mountains.i stayd one night.great","location":{"latitude":42.0917527946809,"longitude":24.06716013482962},"category":{"name":"Wild Camping"}},{"id":179908,"name":"Designated camp site","date_verified":"2023-08-06T00:00:00.000Z","description":"Camping in the national park is only allowed at designated campspots. Here it is indicated that you can camp. On other places there are signs it is not allowed, this is the only spot were it is allowed. Very nice place with a running stream. It can be very cold at night. The road to here is quite rough, lots of stones, not suitable for all vehicles. A little further along the road is a waterpoint and at the end of the road is a house where 2 men were present. A saw may come in handy, we had to saw a piece of a fallen tree over the road. No phone signal here.","location":{"latitude":42.13868998993883,"longitude":23.46690076686288},"category":{"name":"Wild Camping"}},{"id":180382,"name":"Near church ","date_verified":"2022-09-18T00:00:00.000Z","description":"Church in the forest, not in use but perfect place for camping.\r\nwater well on site. very secluded and quiet.\r\n","location":{"latitude":42.05366898,"longitude":25.28923433},"category":{"name":"Wild Camping"}},{"id":180601,"name":"Forest clearing ","date_verified":"2023-06-20T00:00:00.000Z","description":"Had seen too many spots along the road littered with wet wipes. This location marks where you can exit the road and if you then keep right and drive down (4x4 recommended), you can follow a narrow forest track away from the road. After about 700m you’ll come to a small quiet clearing with a nice view at 41.593, 23.698, ","location":{"latitude":41.5891722,"longitude":23.6911345},"category":{"name":"Wild Camping"}},{"id":180602,"name":"Riverside Forest ","date_verified":"2022-06-17T00:00:00.000Z","description":"Lots of places to camp in the forest along the river here. Seems to be a popular unofficial camping area for Bulgarians also as there were several other campervans and caravans, but there’s plenty of space to find your own spot. ","location":{"latitude":42.2538258,"longitude":23.446284},"category":{"name":"Wild Camping"}},{"id":181033,"name":"Orjakhovo","date_verified":"2023-07-12T00:00:00.000Z","description":"Ferry boat at 14.00 to port bechet Romania.\r\n1 person 1 motorbike  : total 3 euro,\r\none way to Romania port bechet.\r\nAs well passport control and registration of motorbike going out of Bulgaria.\r\nThere was a long line of heavy trucks, just overtook them, customs just said pass over, next yo do the ticket in the office on the left side (there are signs) and last bulgarian police, everything was fast.\r\nThere was a fat guy manageing the parking of my motorbike, he said do not worry there are security cameras upon us and you can sit and relax under the hexagon roof on the right side looking the donau river..... ","location":{"latitude":43.736737654357455,"longitude":23.97450641120007},"category":{"name":"Vehicle Shipping"}},{"id":181881,"name":"Lake ","date_verified":"2022-07-22T00:00:00.000Z","description":"It's an amazing spot, close to a wooden cabin. You can sleep inside but some people come for the place visit and enjoy the little beach. There is lot of place to put a tent, make a fire. You can come with your car too. We drank the lake's water with our filter and there is no problem. It's a very safe place for camp few day's and enjoy sunset.. Sunrise.. Lake.. Nature!","location":{"latitude":42.612741666666665,"longitude":25.308233333333334},"category":{"name":"Wild Camping"}},{"id":181951,"name":"Hotel Gotse Delchev ","date_verified":"2022-07-03T00:00:00.000Z","description":"Just your standard, basic hotel. There is a pool but it wasn’t open when we were here, or the restaurant, due to renovations. 65LEV for a double occupancy. ","location":{"latitude":41.571414442771854,"longitude":23.7496293615771},"category":{"name":"Hotel"}},{"id":182271,"name":"Some sort of old car park off the highway","date_verified":"2023-06-16T00:00:00.000Z","description":"Not really sure what this place was ,but several cars came and parked up.I camped in the pine tress. Some other cars came by ,took a break and left.A little bit of noise from the traffic but it wasn't too bad at night as the traffic calms down.No problems.Slept well.\r\nGood for a night.Good views also of the mountains.","location":{"latitude":43.184695,"longitude":23.58313333333333},"category":{"name":"Wild Camping"}},{"id":182564,"name":"Roadside","date_verified":"2022-07-06T00:00:00.000Z","description":"Nothing special...but thankful for it.\r\nIt's a stop for the night if it's late or you're tired.\r\nI was!\r\nIt was fine for me for one night.\r\nTraffic stopped at night so it was very quiet.","location":{"latitude":42.836941666666675,"longitude":24.663693333333338},"category":{"name":"Wild Camping"}},{"id":182641,"name":"Red Rope River ","date_verified":"2022-07-06T00:00:00.000Z","description":"Local swimming spot along Vidima River. Most of the good swimming areas are quite busy in the day but it was quiet at night. Lots of places at the top of the bank, trails leading down to the river have tent spots. River is clean and fantastic for swimming. At this location there is a rope swing. ","location":{"latitude":42.944904193322124,"longitude":24.812657022871832},"category":{"name":"Wild Camping"}},{"id":182867,"name":"Svejen Dam","date_verified":"2023-08-20T00:00:00.000Z","description":"Really beautiful quiet spot by the reservoir. I chose to camp in the pines. Some locals around camping and fishing, but very few people. You can enter from the other side also .You can walk across the dam too.\r\nThere a small store in the village down the road. It shows up on Maps.me if you zoom in. Next to little bridge. Doesn't look like a store but it is.","location":{"latitude":42.490050000000004,"longitude":25.047376666666665},"category":{"name":"Wild Camping"}},{"id":183490,"name":"mirkovo ","date_verified":"2022-07-13T00:00:00.000Z","description":"Campground behind a restaurant. toilets are available ","location":{"latitude":42.6728457986383,"longitude":23.989165455029045},"category":{"name":"Informal Campsite"}},{"id":183724,"name":"Parking at Monument","date_verified":"2022-07-16T00:00:00.000Z","description":"It is the second parking at the monument. It is quiet and inside a nature forest with walking possibilities. We are here on a saturday night in summer and alone. No cars since 21:00.","location":{"latitude":43.25727057075245,"longitude":26.92579107282859},"category":{"name":"Wild Camping"}},{"id":183779,"name":"Lakeside","date_verified":"2022-07-17T00:00:00.000Z","description":"Nice and quiet place on the lake. Mini beach close by. Accessible by dirt road from north side (high clearance recommend but relatively easy ride).","location":{"latitude":42.15531223,"longitude":23.80623703},"category":{"name":"Wild Camping"}},{"id":183782,"name":"Perfect place in the woods","date_verified":"2022-07-17T00:00:00.000Z","description":"We took the exit immediately after the narrow bridge on the main road and followed the dirt road for a while. Then, just follow the ‘road’ on Google Maps satellite images and navigatie through the higher grass. Plenty of spots with and without shade along the river. Been here for two days and saw nobody. ","location":{"latitude":42.43214302312013,"longitude":23.533535388992814},"category":{"name":"Wild Camping"}},{"id":183827,"name":"Shady River","date_verified":"2022-07-19T00:00:00.000Z","description":"Along this road there are quite a few small roads that lead down to the river, and it is possible for camping. We picked this one because it has shade and short grass that is better for a tent. Lots of space. We saw no other traffic while we were here. \r\n\r\n","location":{"latitude":42.828536974306054,"longitude":24.174208715580566},"category":{"name":"Wild Camping"}},{"id":184057,"name":"Hotel Vega ","date_verified":"2022-07-15T00:00:00.000Z","description":"Large rooms with AC and separate lounge area. Comfortable and clean. Walking distance to town centre. L50. ","location":{"latitude":42.49147265218198,"longitude":27.46209355071187},"category":{"name":"Hotel"}},{"id":184058,"name":"Camping Irakli ","date_verified":"2022-07-19T00:00:00.000Z","description":"Not to be confused with the wild camp, this is a great little campground that fits all sized vehicles. Tent spaces available, most with trees as shade. clean bathrooms and toilets, small shop onsite selling essential items, food etc. 100m walk to the beach. Recommended.","location":{"latitude":42.75522872339934,"longitude":27.8884831443429},"category":{"name":"Established Campground"}},{"id":184065,"name":"Shipkovo Pass 2 ","date_verified":"2022-07-19T00:00:00.000Z","description":"Spot off the side of the road with picnic table and fire pit. Forested with lots of shade, no view at this spot. Cell phone service is poor. ","location":{"latitude":42.86238519478856,"longitude":24.508451689057523},"category":{"name":"Wild Camping"}},{"id":184212,"name":"Hair of the Dog ","date_verified":"2022-07-20T00:00:00.000Z","description":"Party hostel if that's your thing. Friendly atmosphere good for a night. Close enough to beach and restaurants etc. Good parking for motorcycles. ","location":{"latitude":43.22801076807082,"longitude":27.998281633481383},"category":{"name":"Hostel"}},{"id":184366,"name":"Free drinkable water","date_verified":"2022-07-19T00:00:00.000Z","description":"Easy to acces on your way to Rila Monastary","location":{"latitude":42.08637197124756,"longitude":23.058448187060293},"category":{"name":"Water"}},{"id":184367,"name":"Uncle Kiro","date_verified":"2022-07-19T00:00:00.000Z","description":"Fresh water with a marvelous view. Fill up your bottle after the hike. ","location":{"latitude":42.15417453068927,"longitude":23.398067004006684},"category":{"name":"Water"}},{"id":184368,"name":"By the Chapel","date_verified":"2022-07-20T00:00:00.000Z","description":"Nice spot by the Chapel just outside Marisa. There is tap water, table and squat toilet. The cross is lightened in the evening. The Road os very close and you Can hear the cars. ","location":{"latitude":42.31660046152986,"longitude":23.727446571014568},"category":{"name":"Informal Campsite"}},{"id":184617,"name":"Pirin Water Spring","date_verified":"2022-07-20T00:00:00.000Z","description":"Absolutely lovely year-round spring. Flows well and will fill any size water container in minutes. It tastes FANTASTIC! Pull off is on a slight hill, but you can head up the mountain a few kms to reach a good turnround.","location":{"latitude":41.79951,"longitude":23.46998},"category":{"name":"Water"}},{"id":185243,"name":"Beachside","date_verified":"2022-07-27T00:00:00.000Z","description":"Place for many cars. Flat area near the beach. ","location":{"latitude":43.21160666666666,"longitude":27.957708333333336},"category":{"name":"Wild Camping"}},{"id":185789,"name":"Water","date_verified":"2022-07-31T00:00:00.000Z","description":"cold fresh water on the way to Shipka Pass","location":{"latitude":42.73373152639088,"longitude":25.317382966227058},"category":{"name":"Water"}},{"id":185908,"name":"Makeya Motors","date_verified":"2022-08-01T00:00:00.000Z","description":"Motorbike parts and accessories shop. They can order anything for the next day if they don’t have it in stock. \r\nEnglish spoken. Nice cafe next door.","location":{"latitude":43.075901479500416,"longitude":25.628765299940135},"category":{"name":"Mechanic and Parts"}},{"id":186226,"name":"Place right on the beach.","date_verified":"2022-07-28T00:00:00.000Z","description":"Asphalt road along the beach with many places to stay.  Nice and quiet.  Good access.","location":{"latitude":43.027105,"longitude":27.887403333333335},"category":{"name":"Wild Camping"}},{"id":186868,"name":"Okolchitsa Peak","date_verified":"2023-08-02T00:00:00.000Z","description":"Just next to the road there is a big open field with a small shelter. Lots of room a no traffic here at night. It's next to there Връх Околчица monument. Wild horses roam here and lots of hiking places. \r\nThe view is phenomenal!","location":{"latitude":43.1537236107421,"longitude":23.583379856721383},"category":{"name":"Wild Camping"}},{"id":187313,"name":"Church of Saint Thomas ","date_verified":"2023-08-02T00:00:00.000Z","description":"The road to reach the small church is paved, but full of curves. Not suitable for a big caravan, we put tent, stayed for the night, very quiet, nobody bothered us.","location":{"latitude":42.948135,"longitude":23.383558},"category":{"name":"Wild Camping"}},{"id":187794,"name":"Buzludzha","date_verified":"2022-08-12T00:00:00.000Z","description":"Nice place near the monument, safe to use a rooftent, tent or a hammock. It's been used previously because you can find camping fire remains. ","location":{"latitude":42.7408142,"longitude":25.40355066},"category":{"name":"Wild Camping"}},{"id":188143,"name":"Mineral Barhs Rupite","date_verified":"2022-08-16T00:00:00.000Z","description":"Perfect for camping large plot, ideal, quiet","location":{"latitude":41.45652209,"longitude":23.26147204},"category":{"name":"Wild Camping"}},{"id":189454,"name":"Camper Stop","date_verified":"2022-11-07T00:00:00.000Z","description":"Guarded parking lot with a shower, toilet, washing machine (3€) and dryer (3€).\nElectricity (5€). Free, super fast WiFi (70mbps).\n\nAdditionally they offer SERVICE (not mechanical but all things camper such as bord electricity, solar, new windows etc.) and have a camping shop. You can park your car when flying out as well (5€).","location":{"latitude":42.63482158140662,"longitude":23.419588628753026},"category":{"name":"Established Campground"}},{"id":189718,"name":"Water ","date_verified":"2022-07-21T00:00:00.000Z","description":"Fresh water spring, it is on maps.me, could be difficult to find if walking from the nearby campsite","location":{"latitude":42.60935104456042,"longitude":25.307764979102934},"category":{"name":"Water"}},{"id":190645,"name":"By the river near the village ","date_verified":"2022-08-23T00:00:00.000Z","description":"Coming from the main road you turn right through a gravel road. After a pond you'll find some good spots for camping next to the river. ","location":{"latitude":43.52662184,"longitude":26.04750454},"category":{"name":"Wild Camping"}},{"id":191416,"name":"EXCANGE OFFICE","date_verified":"2022-09-09T00:00:00.000Z","description":"If coming from MKD here you can get rid off you macedonian denar and also change euros to Bulgarian Lev at a nicerate (195 at the moment).","location":{"latitude":42.27937,"longitude":22.68959},"category":{"name":"Financial"}},{"id":191584,"name":"albenona exchange","date_verified":"2022-09-11T00:00:00.000Z","description":"Best place i could find in Plovdiv to convert Euros to Lev.","location":{"latitude":42.14467,"longitude":24.74519},"category":{"name":"Financial"}},{"id":192063,"name":"Above the lake with great view","date_verified":"2022-09-12T00:00:00.000Z","description":"You can find this nice place 100m next to the road with great view. Totally silent ","location":{"latitude":41.96271283,"longitude":24.21417683},"category":{"name":"Wild Camping"}},{"id":193257,"name":"wind mill park","date_verified":"2022-08-17T00:00:00.000Z","description":"very good to drink, fresh water, near the road.","location":{"latitude":42.73534902,"longitude":25.42132021},"category":{"name":"Water"}},{"id":193680,"name":"Bulgarian road E vignette ","date_verified":"2022-09-29T00:00:00.000Z","description":"BGToll, Bulgarian road e-vignette, sales point at LUK oil. Inside there are two vending machines where you can buy your vignette. Payment by card is available. Especially when you have no internet connection it’s an easy way to pay for the vignette.","location":{"latitude":41.725569,"longitude":26.324231},"category":{"name":"Other"}},{"id":193865,"name":"Camperspot Sarafovo port","date_verified":"2022-09-30T00:00:00.000Z","description":"This is maintained by the Municipality of Burgas. It is 5 minutes walk from the center of the neighborhood and close to  a beach. There is a coastal bike alley that connects the port with the Sea Garden and the center of Burgas.\r\n    The camperstop has one bathroom with sink and toilets. \r\n    The place has an excellent location, easy access, stunning view and the ability to clean chemical toilets. WiFi is free!","location":{"latitude":42.55437573,"longitude":27.51551892},"category":{"name":"Informal Campsite"}},{"id":193987,"name":"Beautifully spot at the Lake","date_verified":"2022-09-30T00:00:00.000Z","description":"Beautiful lake with many places to stay. Some places are reachable with a camper, others are just reachable with a 4x4 or a motorcycle. Super silent just some fishers are around. ","location":{"latitude":41.988850743921994,"longitude":22.966367331496983},"category":{"name":"Wild Camping"}},{"id":194541,"name":"Cliffside Camp","date_verified":"2022-09-14T00:00:00.000Z","description":"There is a 2km stretch here along the cliffside in the trees that makes some great camping. A lot more quiet than Krapets, at least when we are were here. ","location":{"latitude":43.61036808699729,"longitude":28.56893777849951},"category":{"name":"Wild Camping"}},{"id":195608,"name":"Akord Hotel ","date_verified":"2022-10-15T00:00:00.000Z","description":"3 star Hotel with safe parking for cars and motorbikes. 36€ on booking for two. Very comfortable.\r\nBarrier of parking opens with ticket, free for Hotel guests.","location":{"latitude":42.70488790166299,"longitude":23.355182558440365},"category":{"name":"Hotel"}},{"id":197906,"name":"Workshop","date_verified":"2022-07-27T00:00:00.000Z","description":"Very clean and professional parts shop for any véhicle. had a problem with my speedometer câble, they rebuilt a new one. seems liké if they do not have thé part they are able to build everything from cable to mechanical windows lifter or clutch systèm.","location":{"latitude":42.65875431,"longitude":23.23959215},"category":{"name":"Mechanic and Parts"}},{"id":198087,"name":"Paid Parking at the National Stadium ","date_verified":"2022-11-07T00:00:00.000Z","description":"20 LEV (10EU) to park for 24 hours.  No services but rubbish bins and a safe location not far from the city.  Just far enough off the road to be quieter.  Restaurants nearby and a nice park with toilets. 4G cell reception.  There are a few spots where longer rigs can hang over under trees. ","location":{"latitude":42.68823,"longitude":23.336631},"category":{"name":"Informal Campsite"}},{"id":199821,"name":"Hot Spring Water","date_verified":"2022-11-17T00:00:00.000Z","description":"This place should not be missed!!!\r\nHot thermal sulfur water spot! Public and free pool for swimming and relaxing in 40-50°C hot sulfur water. Used from a lot of locals....Nice to get in contact too. The pool is directly on the sea, so you can switch the waters also.\r\nHot showers with the same water available too. \r\nOpen 24/7 all year around! \r\nHighly recommended ","location":{"latitude":43.2081008,"longitude":27.9363639},"category":{"name":"Tourist Attraction"}},{"id":199822,"name":"Drinking Water","date_verified":"2022-11-20T00:00:00.000Z","description":"Drinking water point in the village. Next to a little church. Parking right in front","location":{"latitude":42.95118282549083,"longitude":27.771744607016444},"category":{"name":"Water"}},{"id":202305,"name":"Pin Auto Ltd.","date_verified":"2022-12-19T00:00:00.000Z","description":"General mechanic with two high lifts. Suitable for vans up to 3meters. The owner is very responsive via viber. Speaks very little English/German but familiar with google translate.","location":{"latitude":42.521281,"longitude":27.435502},"category":{"name":"Mechanic and Parts"}},{"id":202351,"name":"CarWash Varna","date_verified":"2022-12-12T00:00:00.000Z","description":"A Carwash in the north of Varna with paid and guarded parking in the back fee for one night is 10 Lewa\r\npossible to get water for 5 Lewa \r\n10 minutes to the beach with shops and restaurants \r\nGood for one night - no camping in tent ","location":{"latitude":43.219013004604236,"longitude":27.94527657332638},"category":{"name":"Informal Campsite"}},{"id":213523,"name":"Rock-Hewn Churches of Ivanovo","date_verified":"2023-09-26T00:00:00.000Z","description":"Nice flat car park beneath the Rock-Hewn Churches of Ivanovo","location":{"latitude":43.69453642072015,"longitude":25.98648735731388},"category":{"name":"Wild Camping"}},{"id":213978,"name":"7 Lakes Camping","date_verified":"2023-06-10T00:00:00.000Z","description":"ADMIN NOTE:  entered by owner, NOT an independent review. Not open until June 2023\r\n\r\nOpening on the 1st June 2023. Camping 7 Lakes is a new year-round campsite at the foot of the beautiful Rila mountain - to be opened in the spring of 2023. Located near the central part of the town of Sapareva Banya and has 60 comfortable pitches for accommodation with your tent, camper or caravan. The campsite will offer numerous amenities tailored to all the modern requirements of visitors. Three outdoor thermal pools at the 7 Lakes campsite await you. Also, countless possibilities for entertainment and activities in and around the campsite are to be explored.\r\n","location":{"latitude":42.29184,"longitude":23.25581},"category":{"name":"Established Campground"}},{"id":215761,"name":"Wild camping in nature ","date_verified":"2023-04-08T00:00:00.000Z","description":"We arrived at this place by entering a path, we traveled by bicycle and it was easy to get to this point, the place is with nearby but the fence is open and we are behind the trees very quiet and birds singing.","location":{"latitude":42.09833118,"longitude":25.15928924},"category":{"name":"Wild Camping"}},{"id":215918,"name":"wild camping next to river maritza","date_verified":"2023-06-04T00:00:00.000Z","description":"On the main path we walk towards the first path on the right then we walk to the end where we cross some stones and a hole around it then we find the camping site ,quiet and it is flat for the tent, we arrived with our bicycles.","location":{"latitude":42.15331769,"longitude":24.64859604},"category":{"name":"Wild Camping"}},{"id":217977,"name":"playground with fontain ","date_verified":"2023-04-25T00:00:00.000Z","description":"free water \r\nplayground with a water fountain.  you can connect a hose.  slow flow but there is a picnic area to wait.  also garbage cans.","location":{"latitude":42.33048,"longitude":23.36518},"category":{"name":"Water"}},{"id":218251,"name":"laundromat Black Sea","date_verified":"2023-04-27T00:00:00.000Z","description":"parking lots \r\nwashing 5kg price 5 lev.  \r\ndryer 5 lev.  \r\nfree wifi \r\nyou have to bring the laundry","location":{"latitude":42.65645065,"longitude":27.70348892},"category":{"name":"Laundromat"}},{"id":219154,"name":"Bulgarie to Serbia","date_verified":"2023-05-03T00:00:00.000Z","description":"30 min with just French ID card. and car administrative paper. just looked inside the camper on Bulgarie side. good feeling with custom people. . ","location":{"latitude":43.84812,"longitude":22.38236},"category":{"name":"Customs and Immigration"}},{"id":220069,"name":"Money Exchange","date_verified":"2023-05-05T00:00:00.000Z","description":"Money exchange in the Shell Station (only in direction to Turkiye)","location":{"latitude":41.843320950865746,"longitude":26.123325247317553},"category":{"name":"Financial"}},{"id":221112,"name":"Camping Bor","date_verified":"2023-08-20T00:00:00.000Z","description":"Nice campground 500m behind the monastery. Besides to a small river.\r\nUnfortunately off season closed.\r\nAccess to the camping is a bit challenging.\r\nRestaurants are available behind the monastery.","location":{"latitude":42.14031666666666,"longitude":23.353166666666667},"category":{"name":"Established Campground"}},{"id":221322,"name":"Old Copper Mine Lake","date_verified":"2023-05-19T00:00:00.000Z","description":"Beautiful campspots overlooking a blue lake. Depending on the vehicle you can drive further down. With our Pajero 4x4 we reached this beautiful little terrace, after heavy rain the ground is more muddy and maybe not so easily accessible without 4x4… street leading there is fine for every vehicle.","location":{"latitude":42.354940098512266,"longitude":24.337967100463104},"category":{"name":"Wild Camping"}},{"id":222879,"name":"cementry Galata","date_verified":"2023-05-31T00:00:00.000Z","description":"Drinking Water from a Spring with pressure.  near the entrance gate. very good to fill directly if you have some Meters of Water Pipe ","location":{"latitude":43.167053793415015,"longitude":27.943190776609118},"category":{"name":"Water"}},{"id":222961,"name":"Asparuhovo Beach","date_verified":"2023-05-31T00:00:00.000Z","description":"A nice and calm camping spot near the Beach. There is a Parking Place for normal Campers. And also a more quiet place between the trees. 4x4 could be helpful. it is sandy.\r\n200m near is a big Lidl Shop. at the beach are some nice Smalltalk Bars and Restaurants. \r\nThe Beach is very clean.  drinking water spring is \"missing\"","location":{"latitude":43.177985922545346,"longitude":27.91012926239336},"category":{"name":"Wild Camping"}},{"id":223362,"name":"MIK MONT AUTO - Parts for russian brands (UAZ, GAZ, LADA, KAMAZ ...)","date_verified":"2023-06-04T00:00:00.000Z","description":"Nice and helpful small workshop of Krasimir Kirilov and his wife Nevena. She speaks very good English, so communication is not a problem. \r\nThey organized a man who welded us a part of our UAZ Buhanca. And they helped us to change our oil sensor and find a new one.\r\n\r\nTel. +359 898 740024\r\nMail montavto1@abv.bg","location":{"latitude":43.49520657813309,"longitude":28.57703027604951},"category":{"name":"Mechanic and Parts"}},{"id":225694,"name":"torch Monument, lower parking","date_verified":"2023-06-20T00:00:00.000Z","description":"200 meters from the Torch Monument.\r\n\r\nhere you can park with some shadow.\r\nand more out of the wind.\r\n\r\ngood view on the Buzludzha monument.\r\nand a view in the valley.\r\n\r\nat night you see the Light of the guard house of the buzludza Monument.\r\n\r\nin the morning the workers at the monument drive up in there trucks.\r\n\r\nquit and peacefull, big change some other overlanders will be on one of the 3 spot's around the Monument.","location":{"latitude":42.73172492673576,"longitude":25.38918273429497},"category":{"name":"Wild Camping"}},{"id":226371,"name":"Hotel Bulgaria ","date_verified":"2023-06-24T00:00:00.000Z","description":"Located in the main avenue of the city, this hotel offers different options for their guests. I choose the cheapest, single room with normal size bed, TV, A/C, private bathroom. 55 Lev/night. In city you only have a cheeper option, hotel Hebros (50 Lev/night) but the quality is much lower. Breakfast is not included but you can have for 8Lev. Receptionist are very kind. Public swimming pool and park at 3 minutes walk (10Lev). I park my bike in their internal courtyard: is supervised by the dog and cameras. The owner is engaged in important solidarity projects for the vulnerable people of this city, including migrants. This is the reason why I would not hesitate to go back again! ","location":{"latitude":41.92663988,"longitude":25.91014848},"category":{"name":"Hotel"}},{"id":226953,"name":"Smart Hostel Sofia ","date_verified":"2023-06-28T00:00:00.000Z","description":"Probably the most cheap place to sleep in the city center (8€/night in a 6 beds mixed dormitory). They give you only sheets and blankets. No soap, no towels. Voluntaries that managed the place are very friendly and welcoming. But everything is old and generally not very clean. You should pay few € more and sleep in another place. ","location":{"latitude":42.70009384,"longitude":23.33012646},"category":{"name":"Hostel"}},{"id":227279,"name":"Guarded Parking «Ropotamo»","date_verified":"2023-06-30T00:00:00.000Z","description":"Guarded Parking «Ropotamo» - very big, directly in front of the beach and of lot of beach restaurants on the pedestrian walk way in the new city of Sosopol. It is only 1 - 1.5 km far away from the old city of Sosopol. Pretty quiet in the night. The price is 15 BGN per night even for a big rig. Very nice and helpful people there.","location":{"latitude":42.41280163428273,"longitude":27.69997906767922},"category":{"name":"Informal Campsite"}},{"id":227785,"name":"Mountain meadow","date_verified":"2023-06-21T00:00:00.000Z","description":"Open clearing to mountain meadows with views all around. 200 meter from waterpoint.","location":{"latitude":41.579300472551566,"longitude":24.290262702875108},"category":{"name":"Wild Camping"}},{"id":227802,"name":"Moto Magazin","date_verified":"2023-07-01T00:00:00.000Z","description":"Motorcycle parts store with all kinds of stuff. Run by no nonsense couple who are knowledgeable and patient despite language barrier. Prices good. Helped me get spark plugs and replacement caps.","location":{"latitude":41.9259088486433,"longitude":25.56151209399104},"category":{"name":"Mechanic and Parts"}},{"id":229193,"name":"Wild camping near the river","date_verified":"2023-07-09T00:00:00.000Z","description":"A wild place to camp, close to the river.  Accessible only by 4x4.  There will fit about 4 - 5 cars here. There are some mosquitoes in the evening.  Some firewood can be found in the area.","location":{"latitude":42.1544171573454,"longitude":24.590659165157522},"category":{"name":"Wild Camping"}},{"id":229486,"name":"picknick area next to a spring","date_verified":"2023-07-10T00:00:00.000Z","description":"Really nice even ground. Parts are grassy and some paved. There is also a bench and a table with a roof to sit at. Locals come here to get water. It is drinkable. From 22-8 it was really quiet. But a lot of mosquitos (sadly, it is normal in this area)","location":{"latitude":43.70634,"longitude":24.014114},"category":{"name":"Informal Campsite"}},{"id":229648,"name":"Main square Debar","date_verified":"2023-08-09T00:00:00.000Z","description":"small fountain at the main square - built 2005. Good water and shady spot to have a break.","location":{"latitude":42.07757066494447,"longitude":25.193158944803738},"category":{"name":"Water"}},{"id":229649,"name":"Toplata water","date_verified":"2023-06-14T00:00:00.000Z","description":"Popular public mineral water fountain - many locals come here as well with big containers.","location":{"latitude":42.203660281759475,"longitude":24.07168975725782},"category":{"name":"Water"}},{"id":229804,"name":"Green Card Insurance Office","date_verified":"2023-07-12T00:00:00.000Z","description":"If you find yourself in Bulgaria without insurance like myself. There is only one office out of the dozens in town after crossing the border that will sell you a Green Card for foreign vehicles for all of EU countries. I paid 68 Lev /35  euro for 1 month. They also offered longer policies for marginally more. ","location":{"latitude":42.280026,"longitude":22.689665},"category":{"name":"Vehicle Insurance"}},{"id":231588,"name":"Runya Lodge","date_verified":"2023-07-17T00:00:00.000Z","description":"A cool family run guest house with 4x4 camper parking plus guest bedrooms.\r\nFood available.","location":{"latitude":42.98017166666667,"longitude":25.54484166666667},"category":{"name":"Established Campground"}},{"id":231784,"name":"Valley view","date_verified":"2023-07-17T00:00:00.000Z","description":"Shaded place next to cross road. Only local traffic. Nice view over valley and hills.","location":{"latitude":42.88501927050408,"longitude":25.537155603343717},"category":{"name":"Wild Camping"}},{"id":231786,"name":"Meadow view","date_verified":"2023-07-18T00:00:00.000Z","description":"Quiet and shaded place. Park on the meadow or under the trees. ","location":{"latitude":42.84390231433642,"longitude":25.9007414572916},"category":{"name":"Wild Camping"}},{"id":232519,"name":"Abandoned Place","date_verified":"2023-07-17T00:00:00.000Z","description":"Whatever this place has been, but now it is lost. Very nice view above all these structures and some nice bushes for getting a good shadow. Barely visible from the main road and here and there a car or a truck came along, but overall it was very quite here. Mobile connections has been OK (Orange)","location":{"latitude":42.9179,"longitude":26.45322},"category":{"name":"Wild Camping"}},{"id":232520,"name":"Tasty water spring ","date_verified":"2023-08-11T00:00:00.000Z","description":"Public source of tasty water, easy to stop car.","location":{"latitude":42.95899062,"longitude":24.2008593},"category":{"name":"Water"}},{"id":232521,"name":"Cape Foros","date_verified":"2023-07-18T00:00:00.000Z","description":"We didn't like the other place as it has been too crowded for us, but this one here was calm enough, even though cars passed by.\r\nNice view and halfway leveled here. Mobile connection was good (Orange)","location":{"latitude":42.45974,"longitude":27.47909},"category":{"name":"Wild Camping"}},{"id":233616,"name":"Han Dyavolski Vodi","date_verified":"2023-07-18T00:00:00.000Z","description":"Nice hotel, nice Restaurant, the best spring water to be had anywhere. I sat next to the spring on the patio and refilled my glass often.  The food is excellent. The rooms are excellent. The service and prices are outstanding. The only regret I have of this place is the leaving of it. Every now and again I find a place that I regret leaving. This is such a place. ","location":{"latitude":42.12392242,"longitude":23.23663339},"category":{"name":"Hotel"}},{"id":233923,"name":"Arda beach","date_verified":"2023-07-29T00:00:00.000Z","description":"Down a single lane asphalt road off the main road, you will find a large pebble beach. Several flat spots. Beautiful place. There were a lot of cows roaming. Peaceful night. Beware the ground and pebbles are loose, we had trouble getting out.","location":{"latitude":41.64296006318182,"longitude":25.888143125921488},"category":{"name":"Wild Camping"}},{"id":234002,"name":"Nice meadow","date_verified":"2023-07-21T00:00:00.000Z","description":"Just off the 4x4 road, but still feels private. Surrounded by trees. Nice rock fire ring. Unlimited firewood everywhere. Great place if you don’t want to stay in the hut. Flat ground for parking and tents. @lifeofshack","location":{"latitude":41.658398104492996,"longitude":23.405725872145233},"category":{"name":"Wild Camping"}},{"id":234525,"name":"Near Kom hut","date_verified":"2023-08-01T00:00:00.000Z","description":"Lot of space under the trees near the mountain hut or near the pichnicktables. Some locals camp here also. Refreshing night in hot sumner, quiet","location":{"latitude":43.192630057069366,"longitude":23.08193595565058},"category":{"name":"Wild Camping"}},{"id":234661,"name":"Near Sofia, Vitosa NP","date_verified":"2023-08-02T00:00:00.000Z","description":"Some picknickbenches next to the road and a river. Place for one car beside the tables, more places on the parking above. For us the best possibility near Sofia.","location":{"latitude":42.60614364603989,"longitude":23.241533299027633},"category":{"name":"Wild Camping"}},{"id":234844,"name":"Abandoned Farmground","date_verified":"2023-08-03T00:00:00.000Z","description":"Next to the road near the fountain, just follow the dirt path. It is an old farmground, not very even, but one can manage to find a flat place. Some shadow from trees. Nothing special,  but the best we could find from our way from Melnik to the Pass.","location":{"latitude":41.53044881833936,"longitude":23.553059679802395},"category":{"name":"Wild Camping"}},{"id":234965,"name":"Spring","date_verified":"2023-08-04T00:00:00.000Z","description":"Fountain with good pressure, locald fill up there. Good Water","location":{"latitude":41.52976164869056,"longitude":23.553261691781945},"category":{"name":"Water"}},{"id":234975,"name":"camp close to the river","date_verified":"2023-08-04T00:00:00.000Z","description":"Flat area with some shadow, doable for all types of vehicles. Nice quiet spot used mainly by locals for fishing. We did not stay for the night, but there was one camper of locals and some tents. ","location":{"latitude":42.60494643,"longitude":23.7779642},"category":{"name":"Wild Camping"}},{"id":235165,"name":"Near Borino","date_verified":"2023-08-05T00:00:00.000Z","description":"Hidden pullout near the road, watertap across the street with good pressure, where locals fill there bottles and there is also a big shelter near the watertap.","location":{"latitude":41.66335614427672,"longitude":24.261546500978433},"category":{"name":"Wild Camping"}},{"id":235599,"name":"Near Komuniga","date_verified":"2023-08-08T00:00:00.000Z","description":"Follow the dirt road from the main road for a few minutes down the valley. You will reach a flat meadow with shelter and a fountain with little water pressure. It is a quiet place, some locals pass.","location":{"latitude":41.84807408398291,"longitude":25.17783209526888},"category":{"name":"Wild Camping"}},{"id":235875,"name":"Dzhinvira Winery","date_verified":"2023-08-09T00:00:00.000Z","description":"Lovely little winery with excellent white, rose and red wines. George, son of the owner, led through the wine tasting in English language. Local appetizers like cheese, bread and sausage were provided. You can park and stay over night directly in front of the house, even with medium rigs like MB Sprinter, Vario or Iveco Daily. (For larger trucks please ask George where to park. They got more space in the wine yard.)\r\nWe truly recommend to stop here and “dive” into this lovely family winery business. \r\n\r\nhttps://www.dzhinvira-winery.bg/en/Contacts.html ","location":{"latitude":42.07955344234968,"longitude":24.592776485861094},"category":{"name":"Restaurant"}},{"id":236635,"name":"Small tap at the park","date_verified":"2023-08-13T00:00:00.000Z","description":"Small constantly flowing tap at the park. ","location":{"latitude":42.265272248292746,"longitude":23.481216692790298},"category":{"name":"Water"}},{"id":236712,"name":"Arda Lake","date_verified":"2023-08-14T00:00:00.000Z","description":"Follow the dirt road as shown in maps.me and you will reach a really big meadow at the lake. Lot of space, flat. Some locals may also stay here - but enough space to keep distance.\r\nSome cows or sheep may pass.\r\nCould be muddy after rain.","location":{"latitude":41.66202589843169,"longitude":25.93992242507068},"category":{"name":"Wild Camping"}},{"id":236851,"name":"Propane Station","date_verified":"2023-08-15T00:00:00.000Z","description":"They refill gas bottles, many adapters available, could refill my german one here","location":{"latitude":41.92011833333333,"longitude":25.920520000000003},"category":{"name":"Propane"}},{"id":237312,"name":"On the cliffs","date_verified":"2023-08-18T00:00:00.000Z","description":"Big meadow above the cliffs, lot of space. Used by also by the locals.","location":{"latitude":43.4546182494564,"longitude":28.55780668454398},"category":{"name":"Wild Camping"}},{"id":237321,"name":"Camping Eden Garden ","date_verified":"2023-08-24T00:00:00.000Z","description":"Camping Eden Garden is located in the picturesque Balkans, in the town of Sarnitsa, near the beautiful Dospat dam.  This exceptional location offers you the opportunity to enjoy a unique nature and relax in the surroundings of one of the most beautiful dams.\r\n\r\n The campsite offers you places for your campers, caravans and tents.  It has modern bathrooms and toilets (male and female), lawns for our guests, electricity, potable water, and return (dirty) water.  There are also quiet places to eat and drink, and for our youngest guests, there is a children's corner.\r\n\r\n We are waiting for you at Camping Eden Garden, where you will be able to discover peace, beauty, and magic in the enchanted nature of the Balkans.","location":{"latitude":41.719125394518585,"longitude":24.029994710868564},"category":{"name":"Established Campground"}},{"id":237491,"name":"Graveyard near Roman Villa","date_verified":"2023-08-19T00:00:00.000Z","description":"Watertap in the graveyard opposite the Roman Villa. Good Pressure. You can open the gate of the graveyard and drive to the watertap","location":{"latitude":43.27821198840289,"longitude":27.107800864866206},"category":{"name":"Water"}},{"id":237766,"name":"Rousenski nationalpark border","date_verified":"2023-08-20T00:00:00.000Z","description":"Small parking at the end of a dirt road, some hiking paths start here. Flat, tarmac, place for one or two cars, little river nearby. Directly under the rocks.\r\nNot the best place, but good for one night before or after crossing the border.","location":{"latitude":43.681138972400255,"longitude":26.0209701573868},"category":{"name":"Wild Camping"}},{"id":238495,"name":"Banderista camping","date_verified":"2023-08-25T00:00:00.000Z","description":"Free camping area behind the Banderista hut with mountains all around you.  Toilet nearby and a hearty but simple restaurant.  A good area for tents and space for campers but no electricity. ","location":{"latitude":41.76636515,"longitude":23.42437385},"category":{"name":"Wild Camping"}},{"id":238516,"name":"Bagira Campers","date_verified":"2023-08-25T00:00:00.000Z","description":"Very well stocked shop for camper equipment and accessories. We came with issues with our solar panel and the guys spent as much time as necessary to diagnose the issue. Unfortunately we couldn't find it by their closing time, but they even opened a new panel to troubleshoot the issue. Very nice guys.","location":{"latitude":43.08170114,"longitude":25.59157776},"category":{"name":"Mechanic and Parts"}},{"id":238659,"name":"Apartment Къща за гости \"Карби\"","date_verified":"2023-08-27T00:00:00.000Z","description":"Lovely apartment with pool and outside space. safe parking for motorbike and plenty of parking outside for rigs. Very nice owners. I paid 50lev. ","location":{"latitude":41.62358580128335,"longitude":25.37290440266718},"category":{"name":"Hotel"}},{"id":239016,"name":"Camping Strinava","date_verified":"2023-08-27T00:00:00.000Z","description":"Great wee campsite on the side of  small river. Bulgarian run time warp camping, lovely and simple, out side sink, 2 showers and toilets, wifi near the reception building. Several small 70s style cabins, a few places for tents and some space for campervans. 7 lev for 1 person with tent and motorcycle. \r\nSuper friendly but no English spoken. nice area for walking, swimming and there's a monastery just down the road. ","location":{"latitude":42.953660000000006,"longitude":25.43119},"category":{"name":"Established Campground"}},{"id":239148,"name":"St. Alexander Nevsky Cathedral","date_verified":"2023-08-30T00:00:00.000Z","description":"Iconic Bulgarian Orthodox church with Neo-Byzantine architecture \u0026 an underground museum.\r\nhttp://www.cathedral.bg/","location":{"latitude":42.69583,"longitude":23.33276},"category":{"name":"Tourist Attraction"}},{"id":239693,"name":"Bela Extrem Bicycle Workshop","date_verified":"2023-09-02T00:00:00.000Z","description":"Very good range of bicycle spare parts. Hoses, pedals, oils, rear derailleurs, brake systems, tools, clothing, bike sales\nBorder crossings to Greece and North Macedonia are nearby","location":{"latitude":41.39790720306337,"longitude":23.217605156823993},"category":{"name":"Mechanic and Parts"}},{"id":239750,"name":"Wild riverside camping ","date_verified":"2023-09-01T00:00:00.000Z","description":"Clearing by the river off the dirt cycling track about 1.5 km east of Konina. Shaded forest by the river. Flat grassy spot on the car trail going towards the river \r\n","location":{"latitude":43.18628148906322,"longitude":24.0202872780807},"category":{"name":"Wild Camping"}},{"id":239956,"name":"Dishonest supermarket","date_verified":"2023-08-30T00:00:00.000Z","description":"This supermarket sneakily increases the price of products when scanned at the checkout. take your calculator with you! as soon as I challenged them, they backed down and let me take my shopping for the correct price.","location":{"latitude":41.96490692,"longitude":26.59553959},"category":{"name":"Shopping"}},{"id":240395,"name":"On the horseshoe island in Arda river","date_verified":"2023-09-27T00:00:00.000Z","description":"Beautiful spot in the inside of the horseshoe bend of the Arda river. Cross the bridge, pass the Vulture centre, keep left at the junction, after about 100 metres there is a dirt road that takes you all the way to the river. Marvellous views of the cliffs and the vultures. Very quiet.No facilities and internet signal weak. ","location":{"latitude":41.651133886686246,"longitude":25.871717735598363},"category":{"name":"Wild Camping"}},{"id":241681,"name":"Money Exchange","date_verified":"2023-08-08T00:00:00.000Z","description":"There is an exchange office in the large building by the roundabout.","location":{"latitude":41.765179999999994,"longitude":26.203615},"category":{"name":"Financial"}},{"id":241682,"name":"Batak reservoir","date_verified":"2023-08-10T00:00:00.000Z","description":"Beautiful place with grassy ground and a beautiful view, very quiet right on the lake shore. No shadow. Good internet reception. 4x4 an advantage.","location":{"latitude":41.95344333333334,"longitude":24.19297333333333},"category":{"name":"Wild Camping"}},{"id":241683,"name":"Water","date_verified":"2023-08-10T00:00:00.000Z","description":"Two fountains with cold drinking water. Good taste.","location":{"latitude":42.04268666666667,"longitude":23.887838333333335},"category":{"name":"Water"}},{"id":241684,"name":"Water","date_verified":"2023-08-10T00:00:00.000Z","description":"Nice spring with cold water and the locals fill their drinking bottles.","location":{"latitude":42.18522166666666,"longitude":23.985343333333336},"category":{"name":"Water"}},{"id":241685,"name":"Landrover mechanic","date_verified":"2023-08-10T00:00:00.000Z","description":"Landrover repair service in Sofia. The boss, named Cooper, speaks English, drives a Landrover Defender himself, knows also the older models well and can quickly organize spare parts.","location":{"latitude":42.72645000000001,"longitude":23.287095},"category":{"name":"Mechanic and Parts"}},{"id":241686,"name":"Mineral water","date_verified":"2023-08-10T00:00:00.000Z","description":"Nice place with cold mineral water spring and the locals fill their drinking bottles.","location":{"latitude":42.75047166666666,"longitude":23.630938333333333},"category":{"name":"Water"}},{"id":241687,"name":"Near Kalugarovo","date_verified":"2023-08-11T00:00:00.000Z","description":"Nice place, grassy ground and shade if you want a nice picnic spot. Very quiet. No 4x4 required as narrow paved road leads there. Internet reception a little.","location":{"latitude":43.01151166666667,"longitude":23.914171666666668},"category":{"name":"Wild Camping"}},{"id":241688,"name":"Water with Picnic place","date_verified":"2023-08-11T00:00:00.000Z","description":"Nice spring with cold water and picnic place. The locals fill their drinking bottles.","location":{"latitude":42.848488333333336,"longitude":24.445926666666665},"category":{"name":"Water"}},{"id":241689,"name":"Water","date_verified":"2023-08-12T00:00:00.000Z","description":"Big fountain with lots of cold good water in nowhere. 4x4 and ground clearance necessary.   ","location":{"latitude":43.22112666666667,"longitude":27.689306666666667},"category":{"name":"Water"}},{"id":241690,"name":"Over the cliffs","date_verified":"2023-08-13T00:00:00.000Z","description":"Beautiful place above the rocky coast with a fantastic view. Flat and grassy ground. Quiet, clean but no shadow. Sometimes frequented by locals at the weekend. 4x4 not necessary - from the main road a gravel road. Internet very little.","location":{"latitude":43.48417666666666,"longitude":28.580421666666666},"category":{"name":"Wild Camping"}},{"id":241691,"name":"Schabla beach","date_verified":"2023-08-15T00:00:00.000Z","description":"Nice place right on the beach. Grassy/sandy ground, quiet, no shadow. Lots of mushels and sea snails on the beach. Good internet reception. 4x4 not necessary. The next beach restaurant about 20-30 minutes walk. From Main Road 902 towards \"Lunara Beach\" and at the end turn right onto the dirt road.","location":{"latitude":43.555903333333326,"longitude":28.599843333333336},"category":{"name":"Wild Camping"}},{"id":241983,"name":"Ivan guest house ","date_verified":"2023-09-16T00:00:00.000Z","description":"Great little family business. Place for parking of your bike on the premises, secured. Friendly family and cheap place as well. 50 BNG per night. The city is beautiful as well - wife speaks English ","location":{"latitude":41.83037681134923,"longitude":23.490885349752535},"category":{"name":"Hotel"}},{"id":242025,"name":"Murgla, gravel Road to Trigrad","date_verified":"2023-09-16T00:00:00.000Z","description":"Flat gravel spot next to Tenes dere river. Take the river crossing about 2km behind Murgla. You can continue to Trigrad to visit the gorge and Devils  throat cave. Only 4x4 for river crossing.","location":{"latitude":41.6286517,"longitude":24.48130621},"category":{"name":"Wild Camping"}},{"id":242496,"name":"By the lake","date_verified":"2023-09-20T00:00:00.000Z","description":"just off the road there's a gravel track of 1km that leads to a small lake. You can follow the track halfway around the lake. Multiple possibilities to camp. We saw some local people camping and fishing on the other side of the lake. Everything was very quiet and utterly beautiful.","location":{"latitude":43.433201666666676,"longitude":23.644561666666664},"category":{"name":"Wild Camping"}},{"id":244995,"name":"Beach dune parking","date_verified":"2023-09-28T00:00:00.000Z","description":"Nice spot in front of (but no directly on) the beach in a parking place, no wind and very quiet in September","location":{"latitude":42.653050188913284,"longitude":27.712579494683244},"category":{"name":"Wild Camping"}},{"id":245218,"name":"RideSide","date_verified":"2023-07-22T00:00:00.000Z","description":"Bike shop and service. They work every day and fix all kinds of bicycles, also electric bikes and electric scooters. The also sell bike parts","location":{"latitude":42.6893226,"longitude":23.33256},"category":{"name":"Mechanic and Parts"}},{"id":246056,"name":"Camping Opletnja","date_verified":"2023-10-14T00:00:00.000Z","description":"Cute little campsite, very basic amenities.\r\nFridge, drinking water, floor toilet and shower with warm water only when the sun is shining. There is a fireplace, BBQ and river pool.\r\nCall the owner before arriving since he is not always there. (+359 89 769 9227 or +359 88 760 6168)\r\nPayment is donation based.\r\n\r\nCareful, the road into the side valley is very rough with some heavy bumps.","location":{"latitude":43.1084791,"longitude":23.44660929},"category":{"name":"Established Campground"}},{"id":246746,"name":"along the river","date_verified":"2023-10-18T00:00:00.000Z","description":"amazing place for max 2 RV\r\nIn front of the river\r\nNo need 4x4 to go there\r\nContinuing the path, other places available.\r\n4G ok","location":{"latitude":41.99958,"longitude":23.06088},"category":{"name":"Wild Camping"}},{"id":247831,"name":"Moto Boom","date_verified":"2023-09-20T00:00:00.000Z","description":"very nice shop , everything for ur bike ( oil , filter , brake pads … ) and good price ! and the owner very nice guy ! high recommended ","location":{"latitude":42.67146140806649,"longitude":23.26049921104988},"category":{"name":"Mechanic and Parts"}},{"id":248631,"name":"Halfway stop on eco trail at top of the hill","date_verified":"2023-09-19T00:00:00.000Z","description":"Bus stop at bottom of hill. Head straight up and hike for about 45 mins to the top of the hill. Picnic bench and sea views of coast and Nessebar. Can return on same trail or turn left at picnic bench and then left again to another path downhill.  Route can be seen on Allltrails.","location":{"latitude":42.72435821330751,"longitude":27.77782928662829},"category":{"name":"Tourist Attraction"}},{"id":248786,"name":"Hikers Hostel Plovdiv","date_verified":"2023-11-05T00:00:00.000Z","description":"This is a very simple and old hostel. Don't expect any modern luxury. only have dorm beds. not a lot of privacy. But the price should reflect that. Paid 15 Lev walk-in price. Probably a bit more on booking.com\r\n\r\nThey have parking for a few motorcycles and are right in the center of old town. perfect location. I loved it there, manager Ivan is super nice and the guest there made me feel like I was home. For a budget traveller like me it was great.","location":{"latitude":42.1491963,"longitude":24.7523337},"category":{"name":"Hostel"}},{"id":252552,"name":"Koprinka Lake","date_verified":"2022-06-24T00:00:00.000Z","description":"Down some tracks. Undisturbed. Lake view. Some occasional passers by - not disturbed in the night. Really good spot. ","location":{"latitude":42.612305718850614,"longitude":25.304074018091523},"category":{"name":"Wild Camping"}}]