[{"id":39271,"name":"Camping / Hostel Mir","date_verified":"2019-07-06T18:27:19.943Z","description":"A handsome campsite near the village Mir. There is also a hostal with rooms. Also wifi, very good near the hostal. \nTel: +375 (29) 620-86-71","location":{"latitude":53.45309560758408,"longitude":26.45375845297462},"category":{"name":"Established Campground"}},{"id":65494,"name":"Helena Guest House","date_verified":"2018-07-22T00:00:00.000Z","description":"Rooms for rent in Brest, Belarus. It's more like house with rooms, shared bathrooms, kitchen. Very clean, lovely and helpful host. Secured parking. Not far from Brest centre or Brest fortress. We paid around 18euros fro two persons. ","location":{"latitude":52.09762,"longitude":23.73405},"category":{"name":"Hostel"}},{"id":66819,"name":"Border between LT and Belarus","date_verified":"2018-08-02T00:00:00.000Z","description":"Border between LT and Belarus. Passed on 4pm. More Trucks and Goods. Not many private Cars.\n\nBorder have 4 Car lanes.\n\nCar Insurance can be buy direct at the Border. For our 3.50t car and two weeks it was €17.00. \n\nAlso at the next Fuel Station at the right side you can buy a Insurance in a smal Container.\nBehinde the Fuel Station is also a BelToll Custom Center. ","location":{"latitude":54.27254251,"longitude":25.3761922},"category":{"name":"Customs and Immigration"}},{"id":66989,"name":"Dudutki Village Museum / Camper Parking","date_verified":"2018-08-05T00:00:00.000Z","description":"Museum for old Handcraft. Book a Tour inside without you see not very much. Monday is closed.\n\nParking Space for Campers on the Gravel Parking available. Including Water and Electricity. To pay at the Museum Ticket Desk","location":{"latitude":53.59605029,"longitude":27.68273014},"category":{"name":"Tourist Attraction"}},{"id":66990,"name":"Camping Prival @Military Museum","date_verified":"2018-08-06T00:00:00.000Z","description":"Campsite on a Military Museum Coplex. Pretty Cool at Night you are in the Museum Area.\n\nCampsite is a Stoneplace like a Parking-Lot with Electricity,Water,Dumping,Shower\n\nPrice for the night 25.00 BYN ( Electricity included ) with CE Plug.\n\nFor staying here you must also buy one time a entrance Ticket to the Military Museum. But you are every time in the guarded complex and can have a look after all other Tourists. You are caught in the Museum😁😁\n\nPrice : 14.00pP BYN\n\nFree-WiFi near the Administration. Ask for the Code.","location":{"latitude":54.05724675,"longitude":27.29667989},"category":{"name":"Established Campground"}},{"id":67376,"name":"Minsk Tourist Information","date_verified":"2018-08-09T00:00:00.000Z","description":"Minsk Tourist Information. The Entrance is behinde a Building. Not easy to find without description.\r\n\r\nFree-WiFi available","location":{"latitude":53.9019654,"longitude":27.55115757},"category":{"name":"Tourist Attraction"}},{"id":67415,"name":"Reservoir near Minsk","date_verified":"2018-08-09T00:00:00.000Z","description":"Parking Lot at Reservoir close to Minsk. Seems like a party location and snogging place for youth from Minsk.. ","location":{"latitude":53.97464315877666,"longitude":27.418209509949587},"category":{"name":"Wild Camping"}},{"id":93214,"name":"Беларуснефть","date_verified":"2019-05-19T00:00:00.000Z","description":"Great place to spend the night. Near the shop, cafe, gas station, toilets. Free wifi.\r\n\r\n\r\nОтличное место для ночевки. Рядом магазин,  кафе,  заправка,  туалеты. Бесплатный Wi-Fi. ","location":{"latitude":52.55018831,"longitude":25.06409365},"category":{"name":"Established Campground"}},{"id":98115,"name":"Wildcamping next to Beresina","date_verified":"2019-06-28T00:00:00.000Z","description":"Nice and quiet spot next to the river, no facilities.","location":{"latitude":54.314252,"longitude":28.35930859},"category":{"name":"Wild Camping"}},{"id":98521,"name":"Tower Hostel 31/18","date_verified":"2019-08-07T00:00:00.000Z","description":"We camped in the very quiet backyard and used toilet and shower for 26 BYR per night.\r\n\r\nlaundry machine available.\r\n\r\nhostel is on the top floor, nr. 18.\r\non the frontdoor ring 18.","location":{"latitude":53.9085417,"longitude":27.5721104},"category":{"name":"Informal Campsite"}},{"id":98811,"name":"Ford Dealer / Workshop","date_verified":"2019-07-02T00:00:00.000Z","description":"we did a complete service here. you need to make an appointment before. they thold us they would need 1.5 month to order the oilfilter for our Ford Ranger Diesel, so we organized the filters ourself. they did good work on time, 300 belarus rubel for the maintenance including oil.\r\nwe can recommend them. Some of them speak a little English. Bank inside the dealership!","location":{"latitude":53.962133,"longitude":27.630054},"category":{"name":"Mechanic and Parts"}},{"id":102536,"name":"Sestra Zemly","date_verified":"2020-03-18T00:00:00.000Z","description":"Moderator Note: This place has been submitted by the owner.\r\n\r\nThis is fantastic farmstead with full range of facilities and English speaking owners.","location":{"latitude":55.17293333333333,"longitude":27.808383333333335},"category":{"name":"Established Campground"}},{"id":236150,"name":"Kiryl's  workshop","date_verified":"2023-08-09T00:00:00.000Z","description":"Contact if you need mechanical help with your bike.\r\n","location":{"latitude":53.795326,"longitude":27.539697},"category":{"name":"Mechanic and Parts"}},{"id":240709,"name":"Parking Lot near Minsk Beach","date_verified":"2023-09-08T00:00:00.000Z","description":"As the existing point nearby says this is a popular party location, so the marked parking lot was quite noisy. This parking lot is a few hundred meters away, very quiet and was mostly empty when we were there. ","location":{"latitude":53.973126,"longitude":27.421439},"category":{"name":"Wild Camping"}},{"id":241559,"name":"Latvia-Belarus Border Crossing","date_verified":"2023-09-08T00:00:00.000Z","description":"Border crossing between Latvia and Belarus.\r\n\r\nWe crossed from Belarus to Latvia. Before you're even allowed to enter the Border crossing, you have to get a ticket for the electronic queue. It is a parking lot located a few kilometers before the crossing. When we drove there was no one there so we kept on driving. But at the crossing we weren't allowed in and had to turn back and get the ticket for 11,2 BYN.\r\n\r\nWith the ticket we could proceed and go to customs. There was some kind of complication as there was a huge line for clearing the vehicles. When it was our turn, we had to give the drivers passport, the vehicle registration and the customs declaration that was filled out when we crossed into Belarus. Afterwards the officer will look inside the vehicle and give back the documents.\r\n\r\nBefore going to immigration you have to pay 37 BYN for road tax. But the bank in the border was closed from 20:00 until 21:15 when we were crossing. You can pay the road tax at every branch of Belarusbank in the country, so maybe consider paying it before crossing.\r\n\r\nAt the immigration you just give them the passport, vehicle insurance, the receipt for the road tax and the completed customs declaration. Afterwards you are free to go to the Latvian side of the border.\r\n\r\nOn the Latvian side you wait in the vehicle until an immigration officer comes and will take your passport, vehicle registration, drivers licence and has a look on the green card insurance. Then you go to immigration booth, where your passport is checked. After immigration you will be sent to the customs booth where you just have to give the vehicle registration. After that the vehicle is inspected and with that you're free to enter Latvia.","location":{"latitude":55.71807,"longitude":26.87367},"category":{"name":"Customs and Immigration"}}]