[{"id":8624,"name":"Camping Zasavaca","date_verified":"2023-08-25T00:00:00.000Z","description":"Probably the nicest campground we have seen in all of Eastern Europe. Well maintained grassed pitches with shade. Immaculate bathrooms and showers. Kitchen and very nice covered hangout area. Not sure what you would do staying here for a few days as there isn't much near by. 23 euro for caravan and 2 people with electricity. Washing machine extra.  ","location":{"latitude":44.96099766348019,"longitude":19.523049322906438},"category":{"name":"Established Campground"}},{"id":11275,"name":"Camping Dunav Belgrade","date_verified":"2023-07-30T00:00:00.000Z","description":"only camping near the city. Basic with free wi-fi","location":{"latitude":44.87761666666667,"longitude":20.35615},"category":{"name":"Established Campground"}},{"id":11276,"name":"Camping Enigma","date_verified":"2023-09-10T00:00:00.000Z","description":"basis but very friendly. They have a great swimming pool which will be open in season","location":{"latitude":42.50686666666667,"longitude":21.905633333333334},"category":{"name":"Established Campground"}},{"id":18728,"name":"Joca Krofna Restoran, Tekija","date_verified":"2016-07-06T11:00:10.983Z","description":"Campside at the shore of river Dunabe near a little \"tent-restaurant\". When we have been there in springtime, the restaurant was closed, but the friendly owner let us stay overnight for free.","location":{"latitude":44.68101,"longitude":22.4039},"category":{"name":"Informal Campsite"}},{"id":20270,"name":"Djura ","date_verified":"2023-07-25T00:00:00.000Z","description":"Motorcycle mechanic and shop. Contact Ivan at Ivan.rusic@gmail.com","location":{"latitude":44.80582,"longitude":20.52509},"category":{"name":"Mechanic and Parts"}},{"id":20710,"name":"Studenica monastry","date_verified":"2019-06-01T00:00:00.000Z","description":"Parking near monastry. Quiet, lit at night. Restaurant a few hundred meters in village. Toilets in monastry.","location":{"latitude":43.48583191168188,"longitude":20.53235413124233},"category":{"name":"Informal Campsite"}},{"id":20711,"name":"Topola, parking in front of Hotel Oplenac","date_verified":"2016-08-20T14:04:34.911Z","description":"parking in front of Hotel Oplenac, also parking for vistors of the late king Petar I.  wifi from the hotel.","location":{"latitude":43.4883,"longitude":20.530833333333334},"category":{"name":"Informal Campsite"}},{"id":20712,"name":"Ruma, grass field with picknick tables opposite of resaurant Borbovac","date_verified":"2016-08-13T00:00:00.000Z","description":"opposite the restaurant and public swimming pool. wifi from restaurant if you have the code. Very good food in the restaurant. 200 meter further on the road is a water tap.","location":{"latitude":45.03341666666667,"longitude":19.818633333333334},"category":{"name":"Informal Campsite"}},{"id":21060,"name":"Tatinac","date_verified":"2019-06-19T18:42:24.519Z","description":"2019–now 17€ for car+2 pp/n. 5 euro per person, 5 for car (nothing for motorcycles), 2 for small tent and 3 for large tent. So, we paid 12 Euro per night for two people, one small tent, and two motorcycles (we paid in local currency and it ended up being 1700 or US$15.46) No electricity but there are outlets in the kitchen for charging small items. Large grass field (flat) with very little shade. Good hot water shower. Only 1 shower/toilet room. Friendly owners. It is part of a working small farm so there are goats, chickens, etc. ","location":{"latitude":43.872275194194046,"longitude":19.88154239954416},"category":{"name":"Established Campground"}},{"id":25914,"name":"Josanička Banja Picknik area","date_verified":"2016-12-16T09:29:57.165Z","description":"Silent and beautiful place into the forest. Barbecue facilities. Pit toilet. \n\nFollow track 500m through the forest from given coordinates. \n\nRestaurant \"Velež\" direction Joanička offers good and tasty food. ","location":{"latitude":43.36009040944591,"longitude":20.740062519927267},"category":{"name":"Informal Campsite"}},{"id":27612,"name":"Fair and Square Hostel","date_verified":"2023-07-15T00:00:00.000Z","description":"Ample private parking space for 2 to 3 cars (Chargable for cars, parking out in the street is free). No problems for motorcycles. A new industrial-inspired designer hostel situated in a peaceful part of Belgrade. Spacious common area with with bench, comfy couches, television, Play Station and a well-equipped kitchen. It is easily to hang out and socialise with other guests. Comprised of 3 buildings, there are options of dormitories and private rooms. Each dormitory room has its own bathroom. Towels provided. There is even an outdoor pool in the summer. Free and fast WiFi throughout premises. Pet-friendly. There are two cats and a dog that can keep your stay enjoyable. Secure parking available for cars, motorcycles and bicycles. Very personalised service from the friendly staff and owner. Bus stop is just across the road from the hostel. Great value for the price. ","location":{"latitude":44.80581,"longitude":20.48974},"category":{"name":"Hostel"}},{"id":35588,"name":"Kapetan Mišin Breg","date_verified":"2023-05-03T00:00:00.000Z","description":"Scenic view point of the Danube river. Open air gallery there with wooden sculptures. There is a wine museum which is free to visit if you bring a wine from your country and store it there. Camping for one person is 5 euros per night with own tent. Can request meals for additional cost. My friend had a sumptuous breakfast for 5 euros and dinner the day before was free. Toilet shower kitchen WiFi available. Friendly owners who welcomed us with snapps. Gave us some magnets as gifts.","location":{"latitude":44.472524,"longitude":22.106128},"category":{"name":"Established Campground"}},{"id":45034,"name":"Meanders of Uvac","date_verified":"2023-10-10T00:00:00.000Z","description":"Flat spot in deserted area in the nature reserve surrounding the Uvac river. 1 km hike to lookout point. Even driveable. Beautiful and amazingly quiet area with several spots to camp. Not another soul around while we stayed. A couple of farm houses a few Kilometers back. Enough space for big rigs although getting there will be tricky for large trucks on 9km long dirt road with lots of trees overhanging.","location":{"latitude":43.358484,"longitude":19.949987},"category":{"name":"Wild Camping"}},{"id":53541,"name":"the green studio","date_verified":"2018-02-24T00:00:00.000Z","description":"Very friendly hostel. Very alternative place. Just hang out with the friends of the owner who are always there. Run by 4 young people as volunteers. They live in the downstairs room. 10 bunk beds at 1000 dinars per night. Very small kitchen. ","location":{"latitude":44.8131565177725,"longitude":20.452900764774665},"category":{"name":"Hostel"}},{"id":55236,"name":"Bend in the road","date_verified":"2018-03-23T00:00:00.000Z","description":"The road turns here and there is a large place to park. Up to 5 big campers could park here. It's near a ski resort that has a large parking lot. Another potentially good spot to park. It's hard to say how busy this place is in the summer but we're here in the winter and only the owner of the ski resort and the plow have driven by. The ski resort is not open. In the winter be prepared to drive up a steep snow covered road. It's a paved road. Beautiful views and great ovation for hikes and skiing. Good cell coverage","location":{"latitude":43.82601278838126,"longitude":19.47053896265055},"category":{"name":"Wild Camping"}},{"id":57003,"name":"Gorgeous Mountainside Spot","date_verified":"2018-04-13T00:00:00.000Z","description":"Nice place off the road with a picnic table.","location":{"latitude":43.37116,"longitude":22.60394},"category":{"name":"Wild Camping"}},{"id":60280,"name":"Water well/ tap under the trees ","date_verified":"2018-05-21T00:00:00.000Z","description":"Also locals get their water at this tab. Nice people!","location":{"latitude":45.02497874204537,"longitude":19.39665466548819},"category":{"name":"Water"}},{"id":60608,"name":"Derelict Hotel and Disused Camp Ground","date_verified":"2018-07-28T00:00:00.000Z","description":"Former campsite by a derelict hotel. \nLots of space but obviously also used by the locals for courting. \nSome noise from motorway but ok for night stop over ","location":{"latitude":43.38369665671455,"longitude":21.811075368916438},"category":{"name":"Informal Campsite"}},{"id":61213,"name":"Dejan","date_verified":"2018-04-06T00:00:00.000Z","description":"Good Mechanic, speaks fluent Serbian, German and English","location":{"latitude":44.51887,"longitude":21.76858},"category":{"name":"Mechanic and Parts"}},{"id":61216,"name":"Mini Kamp Viljamovka","date_verified":"2023-07-11T00:00:00.000Z","description":"Great camping between the pear trees which provide the fruits for the local produced brandy. Nice view over the Tara area. Amenities in good shape. I paid €12 per night for the car and myself.","location":{"latitude":43.84524178,"longitude":19.57374795},"category":{"name":"Established Campground"}},{"id":63498,"name":"Angelinin Konak","date_verified":"2022-08-01T00:00:00.000Z","description":"Small colorfull cabins made of old wine barrels in a garden. The setting is really nice. I paid €10 including breakfast. You're also allowed to camp for a small discount, but I didn't bother. Outside shower is really nice but unfortunately not enough water pressure. Other available shower is basically only cold water but does the job.\r\n\r\nThey provide dinner, only menu of the day, which was in my case a delicious goulash, smoked pork and a salad.","location":{"latitude":44.31787993,"longitude":22.54444888},"category":{"name":"Hotel"}},{"id":63942,"name":"Camp Asin","date_verified":"2023-08-26T00:00:00.000Z","description":"New place, opened in 2017, and all facilities up to date. Off the main road. Good and clean showers and toilets. Nice outdoor kitchen with tables and fireplace.\r\nLarge place outside the campground for big rigs with electricity and water at each lot.\r\n[October 2022 :  Now there's WiFi and mobile phone coverage]\r\n\r\nI paid € 4 for the car and € 4 per person","location":{"latitude":44.64108493,"longitude":21.83957939},"category":{"name":"Established Campground"}},{"id":64321,"name":"Nippon Car Servis","date_verified":"2018-07-09T00:00:00.000Z","description":"Quick service for Toyota. English speaking","location":{"latitude":45.24798318,"longitude":19.76049323},"category":{"name":"Mechanic and Parts"}},{"id":64870,"name":"Water and shelter ","date_verified":"2021-05-22T07:35:23.000Z","description":"Free water tap and shelter from the rain. Close to a vista point. \r\nParking available. ","location":{"latitude":43.94579151666667,"longitude":19.408858600000002},"category":{"name":"Water"}},{"id":65149,"name":"camperstop belgrade","date_verified":"2018-10-17T09:58:39.000Z","description":"CAMPS \"Beograd\" is easy to find because it is situated not far from the intersection of highway 2 away from E70 3.3 km and 3.3 km from the E75, 24 km from the city center in the village of Dobanovci. The camping site is more than just a parking lot. Located on the outskirts of the village in a quiet place ideal place to have a good rest. The action is open 24 hours a day 365 days a year, so if you decide to travel please visit us. It belongs to a type of mini camps with 15 camping pitches average size of 6x10 meters with a grassy area for sitting and staying. The camp has a lot of trees that create natural shade and where lives a lot of birds. The camp is equipped with drinking water, the necessary electrical installation, lighting, equipment for discharging waste water and chemical toilets, toilet, shower, free WIFI, video surveillance.","location":{"latitude":44.81687,"longitude":20.22357},"category":{"name":"Established Campground"}},{"id":66254,"name":"Sosul Camping Ground","date_verified":"2018-07-29T00:00:00.000Z","description":"Very nice place to come and camp, green grass, shade cloths, pool, sauna, kitchen, affordable drinks, close to town. Clay tennis court too haha \r\n\r\nGood wifi, good showers and everything\r\n\r\nFor the two of us in our tent, it was €14\r\n\r\n\r\nBig rigs could be parked in here or just outside the gate, it’s at the end of a quiet street, so all good for security \r\n","location":{"latitude":45.75195805173903,"longitude":19.102209638821986},"category":{"name":"Established Campground"}},{"id":67522,"name":"Kalotina for Big Rig advise","date_verified":"2021-03-05T00:00:00.000Z","description":"Bulgaria to Serbia border. This is a note to big rig drivers. Going out of Bulgaria we squeezed through the car exit, they told us to use the truck exit next time. Going in to Serbia, we took the truck lane, got our (NL) passports stamped, but were sent back after that to the car lane. Once at the customs, they said we should have taken the bus lane. So in short, if you have a Big Rig, out of BG take truck lane, in to SRB take bus lane. Your experience may vary. ","location":{"latitude":42.99734,"longitude":22.83344},"category":{"name":"Customs and Immigration"}},{"id":67523,"name":"Nice spot next to a stream","date_verified":"2019-07-02T00:00:00.000Z","description":"Nice quiet spot next to a stream. The road is calm. Further up the road is probably beautiful but there is a tunnel with a max height of 3.5 meter. Two ways to access, 1 easy but low trees, 1 a bit steep but good for big rigs. The locals are relaxed. ","location":{"latitude":43.00709,"longitude":22.653505000000003},"category":{"name":"Wild Camping"}},{"id":67596,"name":"Kadijevac Camp zone","date_verified":"2019-08-02T00:00:00.000Z","description":"Beautiful camp site near the river.\r\nVery quiet and has drinkable water.\r\nPerfect for camping.","location":{"latitude":43.32112,"longitude":20.76173},"category":{"name":"Wild Camping"}},{"id":68574,"name":"Iron Gates border: Romania - Serbia","date_verified":"2018-08-19T00:00:00.000Z","description":"US citizens in US registered truck. Romania into Serbia\r\nLow key border crossing on a Saturday in August. About 10 cars in line. Quick processing out of Romania and into Serbia. Entering Serbia, the officer reviewed our passports. Did not ask for car documents or insurance. Beautiful drive along the Danube from the border toward Belgrade. ","location":{"latitude":44.668074,"longitude":22.523243},"category":{"name":"Customs and Immigration"}},{"id":68581,"name":"Camping Odmoriste","date_verified":"2018-07-11T00:00:00.000Z","description":"Really small simple campsite. Check in at the hotel Vila Drina. We paid 1880 dinar (9 Euro) for car + 2 persons.","location":{"latitude":43.95808648333333,"longitude":19.42664165},"category":{"name":"Established Campground"}},{"id":68767,"name":"Bike camp LongTour","date_verified":"2018-08-22T00:00:00.000Z","description":"Camp for cyclists on EuroVelo 6 (Danube) route and information desk (infopoint) / First cycle tourism camp in the center of the city in Serbia / Sombor, Serbia","location":{"latitude":45.76713,"longitude":19.10714},"category":{"name":"Established Campground"}},{"id":68781,"name":"Bike camp LongTour","date_verified":"2018-08-22T00:00:00.000Z","description":"First cyclists tourism camp in the center of city in Serbia / Your EuroVelo 6 (Danube) route starting point in Serbia and the information desk / Sombor, Serbia","location":{"latitude":45.76713,"longitude":19.10714},"category":{"name":"Established Campground"}},{"id":70577,"name":"Niška banja","date_verified":"2023-10-07T00:00:00.000Z","description":"A very nice meadow by the river, equipped with tables and  running water, that locals use for picnicking. Lots of space in the shadows of the trees. \r\nThe main road Sofia - Belgrade is on the other side of the river, so it’s a bit noisy. \r\n\r\n","location":{"latitude":43.305181750807826,"longitude":21.999016359008948},"category":{"name":"Wild Camping"}},{"id":71467,"name":"grasland next to highway","date_verified":"2018-09-21T00:00:00.000Z","description":"bigger grassy area next to the Highway. If you're parking a little bit behind the trees it would be nice. hear noise from the road but there is not so much traffic at night. good to sleep there one night.\r\nToo high grass for a 2W camper. It is possible parking following the track 200m at your left","location":{"latitude":43.32044533,"longitude":22.02071388},"category":{"name":"Wild Camping"}},{"id":71491,"name":"free and fast wifi","date_verified":"2022-05-02T00:00:00.000Z","description":"free and fast wifi without limit and Password \r\n","location":{"latitude":43.318162,"longitude":21.890931},"category":{"name":"Wifi"}},{"id":72068,"name":"lakeview minispot","date_verified":"2022-08-14T00:00:00.000Z","description":"At the end of a very steep rocky trail through the forest, there is some place for a normal-sized 4x4. Not much place to turn. 4x4 is very important, as we had some trouble getting back up the trail. But the camping spot is awesome.\r\n","location":{"latitude":43.884489,"longitude":19.413332},"category":{"name":"Wild Camping"}},{"id":73299,"name":"LHC Salon Camping","date_verified":"2018-10-11T00:00:00.000Z","description":"Small Place on The ground of a furniture shop(LHC Salon) directly aside One of The mainroads into The City of Belgrade. 3-4 CamperVans Max.. Nice People, very helpfull. Bus line into The City. 10€ per Night","location":{"latitude":44.81799732432218,"longitude":20.50344281831803},"category":{"name":"Informal Campsite"}},{"id":86852,"name":"Mountain top Ostrovica and great spot for camp. ","date_verified":"2019-05-22T00:00:00.000Z","description":"Great spot for overnight or just a coffee break and a bit of climbing on the  top of vulcanic mountain Ostrovica (758m) with some via ferata parts. Great view from the top. Around 5 km from town Rudnik, with restaurants and everything else. ","location":{"latitude":44.172620585,"longitude":20.456256772},"category":{"name":"Wild Camping"}},{"id":86854,"name":"Monastery Tronosa","date_verified":"2019-03-10T00:00:00.000Z","description":"Old Ortodox Monastery from 14 century, surrounded by old forest and hils, beautiful place to see. A lot of free camping space and a big water spring. ","location":{"latitude":44.465254688,"longitude":19.283407556},"category":{"name":"Informal Campsite"}},{"id":86882,"name":"Mountain top by the Cross ","date_verified":"2019-08-09T00:00:00.000Z","description":"Mountain Cer, it's a pretty hidden cool place, you can go by almost any vehicle but the last 50 m. You'll need a 4x4. Nice place to camp, no water, no toilet, but I will make a pin for the nearest water! ","location":{"latitude":44.615072882,"longitude":19.466865055},"category":{"name":"Wild Camping"}},{"id":87268,"name":"Parking at Roman Ruins car park","date_verified":"2019-03-20T00:00:00.000Z","description":"We parked here for a night, we asked the security guard of our was ok to park for the night and he was very nice and said yes. There are toilets and water, but only fitting the opening hours. There is also open fast WiFi. ","location":{"latitude":44.73293179,"longitude":21.22979608},"category":{"name":"Wild Camping"}},{"id":87269,"name":"Amazing farm Campsite - Farma 47","date_verified":"2023-07-01T00:00:00.000Z","description":"Really amazing small scale campsite. Run by a friendly man who doesn't speak much English bit is very nice. All facilities available, and breakfast is €5 per person. He offers you homemade brandy when you enter. We paid €15 for 2 people with electricity. Very hot, clean showers. Laundry available. ","location":{"latitude":45.38834051,"longitude":19.82064115},"category":{"name":"Established Campground"}},{"id":88747,"name":"Camping Avala","date_verified":"2022-08-16T00:00:00.000Z","description":"Camping Belgrade Avala is a modern campsite located in nature near Belgrade. As a part of camping there is wine cellar where you can taste homemade wine. Camping has a beautiful view on vineyards and hills.\r\n\r\n NAVIGATION COORDINATES GPS : WE DON'T RECOMEND SEARCHING FOR THE CAMPING BY ADRESS, navigation devices can lead you on small country roads or wrong place. Better way is to use cordinates how it's written here:\r\n\r\n If you are coming from NORTH or WEST, first you need to enter these middle point coordinates : 44.717009 20.503612, than you need to add final location coordinates of our camping : 44.6186229 20.5554618.\r\n\r\n If you are coming from SOUTH, first you need to enter this middle point coordinates : 44.493175 20.655506, than you need to add final location coordinates of the camping : 44.6186229 20.5554618","location":{"latitude":44.61841251,"longitude":20.55491948},"category":{"name":"Established Campground"}},{"id":89058,"name":"on top of the old road","date_verified":"2019-04-08T00:00:00.000Z","description":"driving towards the border of Bosnia, turn left off the main road just before the tunnel. you can drive up the old road and on top there's a spot to camp. not perfectly flat but using some wood you can level out. the spot can be muddy when raining. the road is paved. nice to go for walks in the woods.","location":{"latitude":43.82166592,"longitude":19.52996958},"category":{"name":"Wild Camping"}},{"id":89406,"name":"Back-up Plan","date_verified":"2019-04-13T00:00:00.000Z","description":"We wouldn’t recommend you head here especially for this spot, but if you’re in the area and need somewhere to wild camp, it was fine. Small spot as the track bends to the right. We parked onto another smaller track that went straight on, but it didn’t look like this track had been used for a long time. There is enough space to get one car level. Didn’t see anyone between 5:45pm and 10am. There was a house at the end of the main track but it appeared deserted. ","location":{"latitude":44.09847,"longitude":20.4235},"category":{"name":"Wild Camping"}},{"id":90444,"name":"Petrol Station","date_verified":"2023-09-19T00:00:00.000Z","description":"Place to fill a German gas bottle with an adaptor.","location":{"latitude":44.95246,"longitude":19.61053},"category":{"name":"Propane"}},{"id":90658,"name":"Ethno Saponjic","date_verified":"2021-10-04T00:00:00.000Z","description":"Very nice traditional farm with rooms to rent and also a flat grass patch in front where you can camp. Good shower inside and outside. Exceptionally nice owners! There is the possibility to eat delicious homemade serbian food. Ideal place to explore the beautiful Uvac Lake and Canyon (Owners are very helpful in organizing boat trips). We stayed 2 nights in this lovely place. Be sure to visit the viewpoint 15min away! Note: Last bit (about 200meters) of the road is a good gravel road. \r\n","location":{"latitude":43.39637034572661,"longitude":19.92552568204701},"category":{"name":"Informal Campsite"}},{"id":91957,"name":"Best view of the Danube ","date_verified":"2019-05-08T00:00:00.000Z","description":"Good overnighter, lots of room with a fantastic view over the Danube. The spot is next to the road but not a lot of traffic. ","location":{"latitude":44.64912480167881,"longitude":22.30708458468879},"category":{"name":"Wild Camping"}},{"id":92277,"name":"Mokra Gora ","date_verified":"2022-06-25T00:00:00.000Z","description":"Great quiet spot backing onto a small stream. This place is only a short walk  if you visiting Sargan Eight Museum and Tourist Railway with Restaurants nearby. We stayed here a couple of nights no problem. ","location":{"latitude":43.793205778754206,"longitude":19.51490604015046},"category":{"name":"Wild Camping"}},{"id":92438,"name":"Camp and Guesthouse for Cyclist \u0026 Adventurers","date_verified":"2023-08-30T00:00:00.000Z","description":"Beautiful place to stay in the heart of Negotin. Bojan, the host, is the most welcoming and helpful guy you will ever meet! He and his wife are doing everything to make your stay perfect! You can pitch your tent in the beautiful garden or just rent one for 13 Euros a night. There are also rooms to rent. New perfect shower/toilets and well equipped kitchen! We planned staying one night and in the end enjoyed four wonderful days!","location":{"latitude":44.2281446,"longitude":22.5323387},"category":{"name":"Informal Campsite"}},{"id":92595,"name":"Overland Camp Serbia","date_verified":"2023-06-13T00:00:00.000Z","description":"ADMIN NOTE: This place was added by the owner or manager. It has not been overlander verified.\r\nThis is a camp specially made for Overlanding travelers. Located on mountain Cer, surrounded by trees and nature. It is not finished yet, but there is already space to camp and everything you need to enjoy your stay. Me and my family are also travelers and actually live at this location. All the information you need please contact me at +381652612770 and on Instagram @overland_srb\r\n","location":{"latitude":44.596921202,"longitude":19.384466172},"category":{"name":"Established Campground"}},{"id":94429,"name":"Serbia - Hungary border crossing ","date_verified":"2023-07-07T00:00:00.000Z","description":"Small, quiet border crossing between Serbia and Hungary. I went from Hungary to Serbia and they had a quick look in the back of my NL registered car and checked my NL passport, whole thing took me about 5-10 minutes","location":{"latitude":46.142392,"longitude":19.845522},"category":{"name":"Customs and Immigration"}},{"id":94589,"name":"omv gas station","date_verified":"2019-05-31T00:00:00.000Z","description":"Nice an new gasstation with playground and wifi. Good for a night, although some road noise. ","location":{"latitude":44.20664604637104,"longitude":21.105993631133153},"category":{"name":"Informal Campsite"}},{"id":94661,"name":"Gradac Monastery Car park","date_verified":"2019-06-01T00:00:00.000Z","description":"Car park of the monastry with toilets and water. No one here, when we arrived at 8pm. Nice place for a night and to visit the monastry. Even nicer than Studenac Monastry. ","location":{"latitude":43.366184865454116,"longitude":20.540789515004096},"category":{"name":"Informal Campsite"}},{"id":94905,"name":"Miss depolo","date_verified":"2019-06-03T00:00:00.000Z","description":"Big house inside Beograd. Kitchen, parking safe and closed. Room with shared bathroom. 22€.","location":{"latitude":44.81597565118672,"longitude":20.478608245049116},"category":{"name":"Hostel"}},{"id":96104,"name":"Mystic River hostel ","date_verified":"2019-06-13T00:00:00.000Z","description":"Very nice new hostel around the mountain in Tara national park \r\n8€ shared room \r\nnice kitchen \r\nnice staff \r\nfast WiFi \r\nparking for my motorbike .. safe ","location":{"latitude":43.977852300654355,"longitude":19.570043684461556},"category":{"name":"Hostel"}},{"id":97982,"name":"My Memento Camping","date_verified":"2019-10-18T00:00:00.000Z","description":"Rooms and small campsite in the backyard of a lovely couple. Have a kitchen you can use. They offered us raki and local food, very nice place and people! We paid 1200 DIN per person, but was totally worth the price!","location":{"latitude":45.160708502297496,"longitude":20.0015268875064},"category":{"name":"Established Campground"}},{"id":98223,"name":"Bordercrossing Serbia/Kosovo","date_verified":"2019-06-29T00:00:00.000Z","description":"Don’t use this bordercrossing. They will not let you in to Kosovo at this border. You have to take gate 1 or gate 31. ","location":{"latitude":43.04956411826888,"longitude":20.66469639908206},"category":{"name":"Checkpoint"}},{"id":100171,"name":"Camping Kalinovac","date_verified":"2021-08-11T00:00:00.000Z","description":"Small campsite next to the Danube/ Silver Lake, overlooking the Carpathian Mountains, about 10km from Ram Fortress. Opened in summer 2018 so everything is new. Really friendly owner, who doesn’t speak much English but still makes you feel welcome. His son was home when I arrived so he came to see if I was ok or had any questions.\r\n\r\nSite has 2 toilets, 2 showers \u0026 a small kitchen which you can use. They also have a twin / double room to rent.\r\n\r\nFor tent, 1 person \u0026 motorbike was 1000 Dinar per night.\r\n\r\nSmall campers \u0026 cars with roof tents would also fit.","location":{"latitude":44.76629812274572,"longitude":21.39552542010452},"category":{"name":"Established Campground"}},{"id":100617,"name":"OMV Gaz Station","date_verified":"2019-07-17T00:00:00.000Z","description":"Just after the Danube, from Novi Sad to Belgrad.\r\nStation 24/24, with free toilets and free shower. Cafeteria, free good wifi. And water to refill tank\r\nWe stay one night with trucks. Little bit noisy","location":{"latitude":45.149030139203795,"longitude":20.082544652813503},"category":{"name":"Informal Campsite"}},{"id":101335,"name":"Fortress parking ","date_verified":"2019-07-21T00:00:00.000Z","description":"Dirt lot next to the ottoman fortress. Shades on one side. Next to a nice playground and a short walk to a Maxi supermarket. It’s a nice little town.","location":{"latitude":43.15798103088938,"longitude":22.580760450339856},"category":{"name":"Informal Campsite"}},{"id":101616,"name":"Now parking","date_verified":"2019-07-23T00:00:00.000Z","description":"It was hot when we were here so this was perfect as it was right outside the pool (300 dinar/person). There’s some shade and it’s quiet as it’s not really a road. Short walk to the center and a fenced in dog park right next to it.","location":{"latitude":43.31583854433551,"longitude":21.907091329686924},"category":{"name":"Informal Campsite"}},{"id":101792,"name":"Restaurant - Istanbul ","date_verified":"2019-07-25T00:00:00.000Z","description":"Huge parking lot behind the restaurant, no passing through traffic, actually only three trucks parked there with us. Restrooms behind the restaurant, free of charge for men, 50 cents for women. \r\nWater taps left from the entrance. \r\nA bit of usual road noise from the motorway but not too bad since the parking lot is not next to the road. For us it was the best option, we’ve checked some gas stations before. ","location":{"latitude":43.5292,"longitude":21.705605},"category":{"name":"Informal Campsite"}},{"id":102983,"name":"Park and Pool lot","date_verified":"2019-07-25T00:00:00.000Z","description":"At the end of the lined parking lot there’s an unlined open space. We parked there. Right next to the playground and indoor/outdoor pool. Short walk to the center. The pool plays music 8am-8pm. ","location":{"latitude":44.019843265404376,"longitude":20.904137730039217},"category":{"name":"Informal Campsite"}},{"id":105471,"name":"OMV Gaz station","date_verified":"2019-08-19T00:00:00.000Z","description":"Probably as all OMV Gaz station : cafeteria 24/24, free wifi, free toilets, free shower.\r\nWe stay one night with the trucks but possibility to find a better place when you don't come as later than us! ","location":{"latitude":43.642204057385364,"longitude":21.557320171766104},"category":{"name":"Informal Campsite"}},{"id":110585,"name":"Restaurant ","date_verified":"2019-09-22T00:00:00.000Z","description":"Wow this is the best vale for money restaurant ever. :)\r\nWe had some beef and lamb, being the lamb the best. It bring potatoes as side dish and they were also extremely good.\r\nWe paid around 1000. \r\n\r\nSafe travels","location":{"latitude":43.61125061758199,"longitude":20.548914559204643},"category":{"name":"Restaurant"}},{"id":112089,"name":"Border crossing Serbia / Montenegro","date_verified":"2019-10-10T00:00:00.000Z","description":"Small \u0026 quiet northern border crossing between Serbia and Montenegro. Everything took 15 minutes, checked passports only, no charges. Cannot buy car insurance on either side so arrange beforehand.","location":{"latitude":43.33742792252451,"longitude":19.47765888646245},"category":{"name":"Customs and Immigration"}},{"id":112289,"name":"Palic, small area by the lake","date_verified":"2022-07-05T00:00:00.000Z","description":"Next to the lakeside road there's this small opening with plenty of trees and space for several cars. The trees are to the west and lake to the east, decent shadow in the afternoon. There are mosquitos. Just on the back there is an even bigger field, out of sight from the road/lake. Restaurant in 5' walking distance by the lake. Supermarket in nearby town too, including exchange bureau. ","location":{"latitude":46.09582613746329,"longitude":19.751148424786138},"category":{"name":"Wild Camping"}},{"id":112763,"name":"Stari Banovci","date_verified":"2023-10-08T00:00:00.000Z","description":"Danube beach with water faucet; Restaurant; a harmless homeless; some fisherman and a boat slipway; we asked and stayed at the Restaurant's parking lot. ","location":{"latitude":44.98882241,"longitude":20.29154496},"category":{"name":"Wild Camping"}},{"id":113152,"name":"carski drum camping","date_verified":"2019-10-19T00:00:00.000Z","description":"Campground near Highway. Many peacock in campsite. To expensive (25Euro)but a really good stopover coming/going to Turkey.   ","location":{"latitude":43.06971337180585,"longitude":22.672727974131703},"category":{"name":"Established Campground"}},{"id":113230,"name":"Golubac","date_verified":"2023-10-05T00:00:00.000Z","description":"Golubac water and Parking place. We fix the water pump and is useable for all Gardena adapters. ","location":{"latitude":44.655082511811685,"longitude":21.655091654532796},"category":{"name":"Water"}},{"id":113656,"name":"Ruza Vetrova","date_verified":"2023-07-09T00:00:00.000Z","description":"Nice clean Camping site in the hills. Disposal of Toilet, power, water, nice Toiletts, clean Shower (hot). Nice Hosts. They are doing the registration for you.\r\nRestaurant is in walking distance. Driving up is 15% for 300-400m.","location":{"latitude":43.95862450345081,"longitude":21.26598024155745},"category":{"name":"Established Campground"}},{"id":113787,"name":"WestCampBG","date_verified":"2023-12-01T00:00:00.000Z","description":"Space for 16 Campers / Motorhomes. Every Place has its own Water, Power, Toilet disposel.\r\nBut to close to motorway so it is loud and toilets could do with some maintenance.  Water is not drinkable.","location":{"latitude":44.833857368060926,"longitude":20.323706600877525},"category":{"name":"Established Campground"}},{"id":117188,"name":"Zvornik Border Crossing Bosnia/Serbia","date_verified":"2019-11-26T00:00:00.000Z","description":"Border crossing between Bosnia and Serbia. Quite straightforward mostly, leaving Serbia was extremely easy. Entering Bosnia—less so. Mostly because we had no green card insurance. Perhaps you have thought this through more, and foreseen such a thing, but coming from the US my insurance is basically useless in Europe. They will make you buy some, and have limited English at the border. It cost us €30 for the ten day minimum (motorcycle). The guy accepted usd, euros, dinar, or BAM. However...no cards. And there is no atm in walking distance. The man had to drive me to one! So it all worked out, but be prepared with some cash beforehand if you believe you will need insurance. The border workers were very helpful though. \r\n\r\nOther than that, super easy border crossing. Roads are quite good on both sides. ","location":{"latitude":44.403627,"longitude":19.126037},"category":{"name":"Customs and Immigration"}},{"id":120030,"name":"Rookies Hostel / Bar","date_verified":"2019-12-22T00:00:00.000Z","description":"Nothing too fancy but after a thorough search, it's the only place you can park directly out front. The location tagged is actually the entrance to the alleyway off the main road. just head to this pin and take that alleyway down 100m, otherwise you'll circle the block 3 times like I did. 10 euros for a dorm","location":{"latitude":45.25304304,"longitude":19.84000095},"category":{"name":"Hostel"}},{"id":122386,"name":"Lukoil gas station","date_verified":"2021-05-15T00:00:00.000Z","description":"Don't stop for nothing never there! We slept overnight, an the morning the engine refuses to start - after months testing and checking it for the future vacation. A guy from the petrol station - tiny guy with glasses came to us and asked what happened and offered us \"help\" - fake road assistance who took us to Raketa Servis in Krnjevo. The car was quickly \"repaired\" for unbelievable price and had no issues after it. Once we had internet connection, we found an article in Czeck forum that happened the same story - http://borejk.net/srbsko.html . The perfect crime, you cannot say anything on the police, because you came voluntarily there. Even the \"boss\" said to my boyfriend go to the police, to the embassy, if want, I am giving you warranty answering on his question if all now is good with the car. The most sad of the story is that his like 12-13 years old daughter was involved on that, she took us the money via POS and she has black under her nails! Imagine how this kid is growing up! ","location":{"latitude":44.54971,"longitude":20.98612},"category":{"name":"Warning"}},{"id":122672,"name":"Border Crossing Croatia - Serbia","date_verified":"2023-07-25T00:00:00.000Z","description":"This is a border on a small road but they still manage to be unbelievably slow. Stood in the line before the border for 1,5 almost 2h. \r\n\r\nSlowest border I’ve ever encountered in Europe. Also people here follow the law the jungle so you will be passed in the line and encounter angry locals that don’t care that you’ve been waiting. ","location":{"latitude":45.52938,"longitude":19.08877},"category":{"name":"Customs and Immigration"}},{"id":128948,"name":"Lepenac","date_verified":"2020-03-18T00:00:00.000Z","description":"Family business restaurant since 1998.\r\nWith a beautiful outdoor terrace looking on a Danube river and panoramic city view in the background.\r\nTired, sleepy???\r\nWe are offering accomodation with air-conditioning,TV, bathroom..\r\nHungry???\r\nFresh homemade bread,traditional chesse, refreshing salad,grilled fresh fish and  and grilled mixed meat served with ice cold drinks..\r\nSee you ☺️","location":{"latitude":44.46495,"longitude":22.13355},"category":{"name":"Hotel"}},{"id":130233,"name":"Little Suites 15","date_verified":"2019-07-19T00:00:00.000Z","description":"Small B\u0026B . Safe parking .five minutes off main road.\r\napprox £15 night (2019) Friendly, helpful host.","location":{"latitude":43.83862,"longitude":19.88965},"category":{"name":"Hostel"}},{"id":131521,"name":"Wild camp at the river","date_verified":"2023-07-02T00:00:00.000Z","description":"Very nice place directly at the river. Not many cars or noise from the street (the water overlays it all), you can cool yourself in the water and make a fire. Close to the famous Manasija Monastery. The small road is easy to drive for any car. Big rigs might not fit. Good 3G with Telenor. ","location":{"latitude":44.104338,"longitude":21.473384},"category":{"name":"Wild Camping"}},{"id":133146,"name":"Sunset view at Zavojsko Jezero Lake","date_verified":"2023-07-02T00:00:00.000Z","description":"Nice camp spot and you cam camp several places there. ","location":{"latitude":43.22539048145579,"longitude":22.706337999948445},"category":{"name":"Wild Camping"}},{"id":133184,"name":"Toplica River Camp","date_verified":"2020-07-17T00:00:00.000Z","description":"Entry point from village “Drenovac”, e.g. Use google maps to find dirt road. \r\nYou can camp here where we did or go to next road to the river and camp at a lake. We camped here in rain, but river view great. PS. you need 4wd for the last 100meters.","location":{"latitude":43.230048387585896,"longitude":21.45786090355143},"category":{"name":"Wild Camping"}},{"id":133245,"name":"Valley farm view and mountains","date_verified":"2023-10-13T00:00:00.000Z","description":"Drive up the dirt road 750-1100meter, from paved road route 35. There are several options when leaving the dirt route, find cover behind trees and view to the other side. You need 4wd, we left our camp at river, too many mosquitos because of rain the day before - we found cover here, only few mosquitos.","location":{"latitude":43.25262598790609,"longitude":21.42824420616918},"category":{"name":"Wild Camping"}},{"id":133382,"name":"Valley Mountain View Near Uvac","date_verified":"2023-09-11T00:00:00.000Z","description":"After the view point of Uvac, we drove to here. There is a smaller old tractor road that leads up, however we just drove on the grass land. Locals had made bon fire here, very great view, no people, perfect direction for sunset.","location":{"latitude":43.37232495837707,"longitude":19.97959764736546},"category":{"name":"Wild Camping"}},{"id":133443,"name":"KnezPetrol","date_verified":"2020-07-22T00:00:00.000Z","description":"Fuel, water, icecream and not fare away from the old senic vulcano.","location":{"latitude":44.13712621011697,"longitude":20.493047675372644},"category":{"name":"Water"}},{"id":133597,"name":"Deliblato plato Wild camp","date_verified":"2022-05-04T00:00:00.000Z","description":"You need non heavy 4wd, you see the entry from the road, sand track and leads in to an open area with a great view.","location":{"latitude":44.876330596781266,"longitude":21.064995325918417},"category":{"name":"Wild Camping"}},{"id":133598,"name":"Teletubbies camp area","date_verified":"2023-08-28T00:00:00.000Z","description":"This is a quit nice spot, fantastic view. This is a nature area worth visiting, probably best entry access is from the South, we came in from the North along a long dirt road next to fields. The camp site is prime.","location":{"latitude":44.939616903895846,"longitude":21.187696543710587},"category":{"name":"Wild Camping"}},{"id":133675,"name":"Pozezena Donau River Camp","date_verified":"2023-07-29T00:00:00.000Z","description":"Nice camp, easy acces from Pozezena, little walk access to river, flat ground no people","location":{"latitude":44.755599250755786,"longitude":21.583865931322983},"category":{"name":"Wild Camping"}},{"id":134764,"name":"Lazerev Canyon ","date_verified":"2023-08-24T00:00:00.000Z","description":"Very beautiful place with the view on the canyon, probably for one or two nights for discover the area.  It's a picnic\r\n table and place for one or 2 cars. Gravel and rocky road, easy access. ","location":{"latitude":44.02673878962918,"longitude":21.946006677308553},"category":{"name":"Wild Camping"}},{"id":137253,"name":"Camping Jankovic Crvika","date_verified":"2019-04-16T00:00:00.000Z","description":"Very nice small campground in Jankovic Family garden. Tents only! ","location":{"latitude":43.59566,"longitude":19.35034},"category":{"name":"Established Campground"}},{"id":137420,"name":"Comunal free campsite","date_verified":"2023-07-04T08:59:22.000Z","description":"Free campsite at the river. Locals camp and picknick here as well. If you have a smaller car you fit under the trees and csn use benches and barbecues.\r\nBig rigs can stay in the green","location":{"latitude":43.938114428249904,"longitude":21.36752562303999},"category":{"name":"Established Campground"}},{"id":138920,"name":"Prima 1 Pharmacy","date_verified":"2020-10-19T00:00:00.000Z","description":"24/7/365 pharmacy right opposite the old train station","location":{"latitude":44.80766836,"longitude":20.45673957},"category":{"name":"Medical"}},{"id":151889,"name":"camping next to lake ","date_verified":"2021-06-10T00:00:00.000Z","description":"there is a lake that locals fish in (not sure you can swim) we stayed here the night as there was no where else nearby. we drove a bit past the lake (since we arrived early and there were lots of locals fishing) and there was a grass patch next to an empty shipping container. it was fine for one night... there are some stray dogs who are hungry but scared of you... they appreciate some food from afar though if you have any to spare","location":{"latitude":42.9352,"longitude":21.99467},"category":{"name":"Wild Camping"}},{"id":152805,"name":"By the Manastir","date_verified":"2021-06-21T00:00:00.000Z","description":"You can stay in front of the Vratna Monastery. We ask the nun's or padres and it was ok.\r\nWe stayed on the parking lot.\r\nYou can visit the monastery and the Stone Gates.","location":{"latitude":44.382663333333326,"longitude":22.34228166666667},"category":{"name":"Informal Campsite"}},{"id":152892,"name":"Sajo-Rajo","date_verified":"2021-06-24T00:00:00.000Z","description":"Small shop for food - the owner has a 34 old Toyota HDJ 80 ","location":{"latitude":43.37705257325433,"longitude":20.028225651812164},"category":{"name":"Shopping"}},{"id":152893,"name":"Dolina Apartments","date_verified":"2021-06-24T00:00:00.000Z","description":"Nice wooden houses, home made honey for sale! Lake is walking distance","location":{"latitude":43.342892323480754,"longitude":19.983864000825225},"category":{"name":"Hostel"}},{"id":152894,"name":"Kopanik Creek","date_verified":"2022-08-02T00:00:00.000Z","description":"Beautiful field in the forest with a little nice creek, table for cooking is available. Approxi a football field size place... Worth to stay a night here","location":{"latitude":43.322126426870604,"longitude":20.76154126853241},"category":{"name":"Wild Camping"}},{"id":152895,"name":"Tyre Service","date_verified":"2021-06-26T00:00:00.000Z","description":"Perfect tyre service. They can fix trucks tyres too. Speak Serbian only","location":{"latitude":43.26542549720081,"longitude":20.59813949680087},"category":{"name":"Mechanic and Parts"}},{"id":153256,"name":"MotoCamp Serbia","date_verified":"2022-06-17T00:00:00.000Z","description":"This Greek couple created a great spot for motor- or push bike travelers. Entrance gate at nr. 98. Put up your tent in the green backyard, take a room in the house, go for traditional and use one of the available hammocks in the half open ancient farm shed or sleep in the the little wooden cabin.  MotoCamp Serbia is not really a place for cars, but if you come with a small passenger car with tent you probably can park on the premises. The place has a hostel atmosphere, fridge/freezer, beer, wine, water, homemade marmalade and very friendly. Also English-speaking owners. Tent, motorbike, 2 people, 1 night, € 15.\r\nmotocamp.serbia@gmail.com","location":{"latitude":45.01794333333334,"longitude":19.458343333333335},"category":{"name":"Established Campground"}},{"id":153633,"name":"Filipov breg","date_verified":"2021-07-06T00:00:00.000Z","description":"Welcome to the campground \"Filipov breg\" in village Ojkovica with a view of 1.000.000 dinars on Zlatar Lake","location":{"latitude":43.52263295,"longitude":19.86972295},"category":{"name":"Established Campground"}},{"id":155187,"name":"One night ","date_verified":"2021-07-24T00:00:00.000Z","description":"Had to move previous viewpoint, because local came to drink beer, and wont let us be peacefully. Found this place little uphill, to spend the night. High clearance or 4x4","location":{"latitude":44.02912029996514,"longitude":21.943422937765718},"category":{"name":"Wild Camping"}},{"id":155903,"name":"Hidden parking and grass","date_verified":"2021-07-11T00:00:00.000Z","description":"This place is perfect to camp. We did 4 days of wild camping here and it was perfect. There is some shadow ","location":{"latitude":45.251920772346914,"longitude":19.86772058642617},"category":{"name":"Wild Camping"}},{"id":155954,"name":"Spring Bozurnja","date_verified":"2021-08-03T00:00:00.000Z","description":"Potable watter, locals drink it, and myself for long period of time. ","location":{"latitude":44.214828,"longitude":20.723165},"category":{"name":"Water"}},{"id":156553,"name":"Etno selo Vidikovac ","date_verified":"2021-08-08T00:00:00.000Z","description":"Bungalows and restaurant. Typical serbian food. Owner very friendly. Nice place to spend one night or more. Close to Uvac viewpoint. \r\n","location":{"latitude":43.352673020520065,"longitude":20.00116949725594},"category":{"name":"Hotel"}},{"id":157071,"name":"Camp Plum","date_verified":"2022-04-12T00:00:00.000Z","description":"The best camping, very nice hospitality and owner, clean toilets and shower!!! ","location":{"latitude":43.92629,"longitude":21.404},"category":{"name":"Informal Campsite"}},{"id":157404,"name":"Wild Camp near the river","date_verified":"2021-08-02T00:00:00.000Z","description":"It's a few meters from the road, but it's quiet. Next to a river, flat ground, nice place. ","location":{"latitude":45.53492842253807,"longitude":19.247193216345387},"category":{"name":"Wild Camping"}},{"id":159169,"name":"Villa Alexandra/Camping Drina","date_verified":"2021-09-12T00:00:00.000Z","description":"Basic camping in the garden of a guesthouse. Nice green space with a shelter and a couple of picnic tables. Hot shower, sink for washing dishes and potable water. Nothing special, but good for one night. 5 euros per person.","location":{"latitude":43.97049628,"longitude":19.54057656},"category":{"name":"Established Campground"}},{"id":161745,"name":"Wi-Fi restaurant no password ","date_verified":"2021-10-20T00:00:00.000Z","description":"A nice restaurant by the sidewalk of the road, cheap and also a hot-spot for free wifi ","location":{"latitude":43.45723091,"longitude":20.96521922},"category":{"name":"Wifi"}},{"id":161833,"name":"Taverna Jacovijevic ","date_verified":"2022-04-29T00:00:00.000Z","description":"Floating restaurant, nicely decorated and delicious food. Looks like in summertime they also have a big terrace. We loved the baked beans. But there is a lot of choice (English menu also). ","location":{"latitude":44.82309554332282,"longitude":20.440070971190607},"category":{"name":"Restaurant"}},{"id":162410,"name":"Devil's Town ","date_verified":"2021-11-02T00:00:00.000Z","description":"Wildcamping spot next to the road. The road is small, unpaved, twisty and steep at times, so 4x4 with higher ground clearance is recommended. If coming from the west, you can also stay at the start of the hiking trail (paved road until there). From the camping spot you can go in eastern direction, there will be more spots to stay at but the road gets more tricky. ","location":{"latitude":42.986526,"longitude":21.406092},"category":{"name":"Wild Camping"}},{"id":162821,"name":"Parking next to restaurant","date_verified":"2021-11-06T00:00:00.000Z","description":"Very quiet at night. Tasty regional restaurant at reasonable prices next to it. Average Wi-Fi picking up from there","location":{"latitude":42.997358520555544,"longitude":22.773126326522583},"category":{"name":"Informal Campsite"}},{"id":163771,"name":"City Beach “Topoljar”","date_verified":"2021-11-28T00:00:00.000Z","description":"Enclosed area of ​​the city beach, camping is free on a large grassy area near the river Danube.  It can be entered by car, motorcycle or bicycle.  There is a Nautical Club, a restaurant with local food and a cafe.  Free toilet and shower.","location":{"latitude":44.71144376326791,"longitude":21.155694946666394},"category":{"name":"Informal Campsite"}},{"id":168013,"name":"Dejan Zelic Mechanic","date_verified":"2022-02-02T00:00:00.000Z","description":"Amazing and friendly guy that specializes in fixing VW vehicles. \r\nGreat prices, great overall experience. ","location":{"latitude":44.804,"longitude":20.34058},"category":{"name":"Mechanic and Parts"}},{"id":169913,"name":"close the river","date_verified":"2022-03-08T00:00:00.000Z","description":"place close the river with several spots for tent and a few also for vehicules.\r\n\r\nbehind a soccer field but quiet. ","location":{"latitude":45.21711576,"longitude":19.76771093},"category":{"name":"Wild Camping"}},{"id":173743,"name":"Motel Krnjevo","date_verified":"2022-04-13T00:00:00.000Z","description":"good Motel directly at the highway A1. nice room, hot shower, TV. 36 Euro including breakfast via booking.com for two persons. As we got a room at the backside of the Motel we did not hear any traffic noise. Very good Wifi.","location":{"latitude":44.40943238,"longitude":21.05634175},"category":{"name":"Hotel"}},{"id":174566,"name":"Monastery Manasija Parking ","date_verified":"2022-05-01T00:00:00.000Z","description":"Parking of the Manasija Monastery behind the river. Water in a monastery about 300 metres.","location":{"latitude":44.10051398606334,"longitude":21.465439791555035},"category":{"name":"Short-term Parking"}},{"id":174867,"name":"Waterfall next to Road and Monastery ","date_verified":"2023-09-21T07:42:31.000Z","description":"There is a nice waterfall and a monastery 1.2km up the water\r\ngood side to have a break","location":{"latitude":43.35495519693974,"longitude":22.443441394716068},"category":{"name":"Wild Camping"}},{"id":174868,"name":"Water for filling up tank","date_verified":"2022-04-28T00:00:00.000Z","description":"In the middle of the village, old school. Public water. very good for filling up water tank","location":{"latitude":43.40894081832326,"longitude":22.4249248988432},"category":{"name":"Water"}},{"id":174879,"name":"Water Source and in the Countryside ","date_verified":"2022-05-01T00:00:00.000Z","description":"Piped water from a spring. A good spot to refill before or after Deliblato Sands. ","location":{"latitude":44.91478107005138,"longitude":21.238403989894177},"category":{"name":"Water"}},{"id":175272,"name":"Dr. Milan Jovanovic Batut Covid vaccine centre ","date_verified":"2022-05-03T00:00:00.000Z","description":"Booster for Covid. Free with European certification. Very easy and quick ","location":{"latitude":44.79707983798574,"longitude":20.46306984768558},"category":{"name":"Medical"}},{"id":175273,"name":"Riverside - Danube River","date_verified":"2023-09-25T00:00:00.000Z","description":"*Overnight camping/parking is NOT permitted at this location.\r\n.....\r\nLarge park by the river.  Many people doing sports during the day.  Quiet at night.  Public toilet and water tap in the area.\r\n","location":{"latitude":44.82199902208026,"longitude":20.43999322586651},"category":{"name":"Warning"}},{"id":175834,"name":"Exchange Office","date_verified":"2022-05-12T00:00:00.000Z","description":"A small Office for Money exchange open 8 am to 7 pm","location":{"latitude":43.160214038766235,"longitude":22.590118383617096},"category":{"name":"Financial"}},{"id":176138,"name":"Quiet Creek","date_verified":"2022-05-15T00:00:00.000Z","description":"There is a pullout that leads down to a small creek. Lots of grassy area for tents or campers. The spot is partially visible from the road but there was hardly any traffic. A Shepard came by in the evening but didn’t seem to care that we were here. ","location":{"latitude":43.80249756858107,"longitude":19.441319983470663},"category":{"name":"Wild Camping"}},{"id":176158,"name":"Motoristika","date_verified":"2022-05-16T00:00:00.000Z","description":"If you need a Moto mechanic in Čačak this is the place. From the looks of the shop they are capable of working on any size moto, new or old. They welded and machined our kickstart assembly that had snapped. Highly recommended. ","location":{"latitude":43.87896111111111,"longitude":20.347938888888887},"category":{"name":"Mechanic and Parts"}},{"id":179454,"name":"By the small Bushtranit lake","date_verified":"2022-06-05T00:00:00.000Z","description":"There is a small dam surrounded by a dirt road. There are some flat spots for pitching the tent and shadow under two different small roofs. Water is good for swimming. If you come with vehicle, you can park on the road. The place is quiet during the day and night. People from the town are super friendly, they even got us some Pita and beverages! We stayed here two nights! ","location":{"latitude":42.33626984,"longitude":21.76750995},"category":{"name":"Wild Camping"}},{"id":179455,"name":"Flat area by the river","date_verified":"2022-06-06T00:00:00.000Z","description":"We came by bike and pitch the tent here. It's quiet and far from the road. To get here you have to take a dirt road before the bridge on the main road. It's good for bikes, not sure for other vehicles. ","location":{"latitude":42.73300192,"longitude":21.8404791},"category":{"name":"Wild Camping"}},{"id":179899,"name":"Quiet spot","date_verified":"2023-04-21T00:00:00.000Z","description":"There's a clear sport under the trees and next to the river. It looks like people come her to fish or spend time. There are some spots for pitching the tent or parking. It's quiet and ok for a night. ","location":{"latitude":43.61575266,"longitude":21.52063854},"category":{"name":"Wild Camping"}},{"id":179900,"name":"In the country side","date_verified":"2022-06-16T00:00:00.000Z","description":"Coming from the dirt road there is an even narrower path that takes you to this place. There's some shadow and plenty flat space for pitching the tent. It's ok for vans and cars too. Super quiet during the night.","location":{"latitude":43.8448741,"longitude":20.48781353},"category":{"name":"Wild Camping"}},{"id":180010,"name":"Open clear","date_verified":"2022-06-17T00:00:00.000Z","description":"Right in the curve from the road there is a path into an open field area. There are lots of trees and plenty space for tents and vehicles. We had a quiet night. ","location":{"latitude":43.84805045,"longitude":20.23057905},"category":{"name":"Wild Camping"}},{"id":180108,"name":"Fountain","date_verified":"2022-06-17T00:00:00.000Z","description":"water from the mountains, public use next to small town","location":{"latitude":43.83532347,"longitude":20.21811472},"category":{"name":"Water"}},{"id":180609,"name":"Next to lake ","date_verified":"2022-06-12T00:00:00.000Z","description":"It is a parking area next to a lake. If you get here you can drive further closer to the lake but that can be muddy, so first check. \r\nIt is next to a skilift so in the winter this will be a no go. \r\n\r\nIt's beautiful to stay here and quiet! ","location":{"latitude":43.68911658049401,"longitude":19.66874716648035},"category":{"name":"Informal Campsite"}},{"id":180936,"name":"Zlatibor park","date_verified":"2022-06-23T00:00:00.000Z","description":"Before getting to the train station there is a spot with a table that's good for camping. It's near the road but there's almost no traffic. We camped with our tent and it was a super quiet night. ","location":{"latitude":43.72165876,"longitude":19.72300236},"category":{"name":"Wild Camping"}},{"id":181114,"name":"Before Tara park","date_verified":"2022-06-26T00:00:00.000Z","description":"On the road towards Tara National Park, there are some tracks into the forest. We are bike traveling so right to the left there was some nice flat space for pitching the tent. Super quiet and far from the main road. ","location":{"latitude":43.88442461,"longitude":19.53404778},"category":{"name":"Wild Camping"}},{"id":181379,"name":"hostel golub ","date_verified":"2022-06-26T00:00:00.000Z","description":"just cheap hostel with private rooms, not busy at all\r\nsafe parking bicycle in garden shed. \r\nswimming pool is not available\r\nkitchen is basic\r\nliving room \r\nwifi good \r\n15€ for two person room \r\nowner speaks English ","location":{"latitude":43.90613866,"longitude":22.26985185},"category":{"name":"Hostel"}},{"id":181493,"name":"s.u.r. sunce ","date_verified":"2022-06-29T00:00:00.000Z","description":"old hotel, good for cyclists that are used to basic needs. \r\nnot really clean\r\nbut working air-conditioning and shower\r\n10€ per person\r\nbreakfast 400 local units \r\nfriendly owners, \r\nbicycle storage inside garage\r\nwifi is good \r\n","location":{"latitude":44.82688407,"longitude":21.33971282},"category":{"name":"Hotel"}},{"id":181530,"name":"By the Drina","date_verified":"2022-06-29T00:00:00.000Z","description":"Coming from the road to the left there's a dirt road to the Drina. There are some bushy areas but if you continue to the end you'll find a nice spot for pitching the tent or parking. ","location":{"latitude":44.17371931,"longitude":19.39926761},"category":{"name":"Wild Camping"}},{"id":181636,"name":"advenure camp","date_verified":"2023-10-06T10:13:44.000Z","description":"The place is sitting near to Danube river, with amazing view. There are bungalows, toilets, kitchen, it is possible to pitch the tent, showers, outlets, eketricity, restaurant, wifi","location":{"latitude":44.647384,"longitude":21.83601},"category":{"name":"Established Campground"}},{"id":181849,"name":"in the forest ","date_verified":"2022-07-02T00:00:00.000Z","description":"Nice place in the forest. If it rains could be a problem","location":{"latitude":43.83884471,"longitude":21.6766127},"category":{"name":"Wild Camping"}},{"id":181997,"name":"By the Sava river","date_verified":"2022-07-01T00:00:00.000Z","description":"You can get here by taking a dirt road from the main one. It's a big area with plenty space for tents or vehicles. There's lots of shade under the trees. There is also a small roof and some tables. We spent a quiet night camping.","location":{"latitude":44.67438968,"longitude":20.17135571},"category":{"name":"Wild Camping"}},{"id":182638,"name":"private camping ","date_verified":"2023-09-10T00:00:00.000Z","description":"Private camping but if you go by bike they let a car camp for free. Very friendly people. It has toilets, showers, water and electricity","location":{"latitude":44.671081666666666,"longitude":20.785008333333334},"category":{"name":"Informal Campsite"}},{"id":182669,"name":"Into the nature","date_verified":"2022-07-08T00:00:00.000Z","description":"Coming from the road you'll see a path towards the Danube, if you have a vehicle there are some nice places to park. We were bike traveling so we went a little further and pitch the ten under some trees. It's flat and with good shadow. You can hear a little bit the cars from the road in the distance but in general super quiet. ","location":{"latitude":44.63035265,"longitude":21.96001549},"category":{"name":"Wild Camping"}},{"id":183256,"name":"Danube River","date_verified":"2023-09-27T00:00:00.000Z","description":"There's a small beach over the Danube. You can park there, or if you are biking like us, you can get a little bit further through the small peninsula and pitch your tent. There's some flat areas and shade. Really quiet during the night, and we are in July! ","location":{"latitude":44.65147604,"longitude":22.5499081},"category":{"name":"Wild Camping"}},{"id":184780,"name":"water tap","date_verified":"2022-07-24T00:00:00.000Z","description":"two water taps, very good pressure. locals use it as drinking water.","location":{"latitude":45.582445137496265,"longitude":19.63310672983688},"category":{"name":"Water"}},{"id":184930,"name":"near river ","date_verified":"2023-09-04T00:00:00.000Z","description":"near river, many spots to stay. plenty moscitos, of course. good 4G.","location":{"latitude":44.35747065,"longitude":21.10999998},"category":{"name":"Wild Camping"}},{"id":185910,"name":"Pic nic area","date_verified":"2022-08-01T00:00:00.000Z","description":"Fresh water from the mountain. The local people came to drink the water. So potable water. ","location":{"latitude":43.31531481,"longitude":20.29778028},"category":{"name":"Water"}},{"id":187082,"name":"Ram Ferry","date_verified":"2023-07-02T00:00:00.000Z","description":"Ferry across the Danube. See pictures for prices and schedule. Cash only. ","location":{"latitude":44.8186,"longitude":21.33265},"category":{"name":"Vehicle Shipping"}},{"id":187945,"name":"Parking on the river and near the Vinca site","date_verified":"2022-08-14T00:00:00.000Z","description":"Nice and calm place in the river of the Danube. There is a public parking of the archaeological site or there is also a big parking of a restaurant.","location":{"latitude":44.7625334,"longitude":20.6237514},"category":{"name":"Informal Campsite"}},{"id":188068,"name":"Grassy hilltop view","date_verified":"2022-08-16T00:00:00.000Z","description":"Beautiful grassy spot on top of a mountain, with a fantastic view. Extremely isolated, as we didn't see a single car pass during our stay. We took a old service road from Jezero Zaovine to get here, where 4x4 is definitely recommended. However, the spot is also reachable from the other side, via a much better maintained road. Spot is suitable for multiple tents, or small vehicles. No water, but there is a hotel/ ski resort about 10min drive away, who were happy to fill up our canisters. 4G service","location":{"latitude":43.845957209662416,"longitude":19.444775204154293},"category":{"name":"Wild Camping"}},{"id":190481,"name":"HostelChe","date_verified":"2022-09-03T00:00:00.000Z","description":"Guesthouse with beautiful view over the Danube. Safe Parking for motorcycles right in front of the hostel. Also a small pitch for tent. Rooms have private shower, toilet and kitchenette as well as a central good equiped kitchen. Host can cook if you reserve day before.","location":{"latitude":44.654964320361614,"longitude":20.854002758860588},"category":{"name":"Hostel"}},{"id":190528,"name":"Rankine kolibe, Ranka's huts, camping","date_verified":"2023-05-06T00:00:00.000Z","description":"Small nice campsite in middle of the village, close to Danube river. Also bungalows for rent €20 p.p.  Fully equiped kitchen, hot showers. Soft drinks and beer available in fridge. Owner is very kind and hospitable.","location":{"latitude":44.6320875082165,"longitude":22.56903930567205},"category":{"name":"Established Campground"}},{"id":192099,"name":"The Best - Milena's Place","date_verified":"2022-10-19T00:00:00.000Z","description":"Milena, has a house and large garden/farm in the countryside, ten minutes by bike from a spa town. We parked on flat grass near the house with views over the farm. With her \"SayHi\" translation App, it is easy to comunicate with Milena. She is very kind and fed us dinner of salad and roast lamb from her farm and breakfast in the morning. A shower and toilet is available inside the house.  It's a very quiet area for a peaceful sleep. Everyone should visit Milena's place for the best, genuine, Serbian hospitality. Superb stay.  Apx 10 euros. ","location":{"latitude":43.62836827213725,"longitude":20.861803861641523},"category":{"name":"Informal Campsite"}},{"id":192365,"name":"Gornja","date_verified":"2022-09-18T00:00:00.000Z","description":"Park area along the river.  It's down a small dirt road suitable for any vehicle.  There's a walking trail along the water that locals use as well as picnic table and volleyball net.  Lots of grassy area to park, some with shade.  Locals confirmed it was okay to spend the night. Great stop after crossing the border into Serbia.  ","location":{"latitude":44.491861,"longitude":19.13424147},"category":{"name":"Wild Camping"}},{"id":197536,"name":"Hotel Diana","date_verified":"2022-10-29T00:00:00.000Z","description":"Very nice modern hotel. Quiet, very good breakfast. The staff speaks very good English and is very responsive. good place if you stop for a night when going south. Safe parking. Last minute price on booking.com was 40 Euro including breakfast for two people. ","location":{"latitude":43.15250431,"longitude":22.56164412},"category":{"name":"Hotel"}},{"id":200144,"name":"Vila Siki","date_verified":"2022-09-30T00:00:00.000Z","description":"Amazing place and new place. Super clean rooms with a share bathroom which it also super clean. Kitchen and parking ( we could park in a garage with our two motorcycles). The hosts are incredible and speaks great English. We ended up spending the night with the hosts and their family drinking beer and talking. Can’t recommend this place enough. We paid 16 € via booking. Think it’s only open during the “summer season” but we were here on the 30th September and they will close on the 1st of October. Come here - you won’t regret it! ","location":{"latitude":44.22656450742645,"longitude":20.156830570099434},"category":{"name":"Hotel"}},{"id":212770,"name":"Place at a lake","date_verified":"2023-10-17T00:00:00.000Z","description":"Nice spot near the border to Bulgaria.\r\nFlat place.\r\nGood for fishing\r\nAt a small chapel there is water available ","location":{"latitude":43.80858887898971,"longitude":22.230578827888007},"category":{"name":"Wild Camping"}},{"id":216643,"name":"OMV GAZ Station ","date_verified":"2023-04-15T00:00:00.000Z","description":"nice fountain behind the station, with 3watertaps, good water quality ","location":{"latitude":45.0362916,"longitude":19.44994752},"category":{"name":"Water"}},{"id":217433,"name":"Eko kamp Fruška Gora","date_verified":"2023-06-14T00:00:00.000Z","description":"Wonderful campsite for anything from tent to ‚expedition truck‘ - no partitions - toilettes/showers - 2 washing machines - public fridge - freezer in office - very quiet place - lots of shade under big trees - no mosquitoes when we stayed - paid 5000 Dinars for a rooftop tent and 2 persons for 3 nights - nice village Sremski Kalovci nearby - hiking through pleasantly cool forest to ridge / TV tower (\u0026restaurant) or to monestaries. ","location":{"latitude":45.17534157731121,"longitude":19.930394561979853},"category":{"name":"Established Campground"}},{"id":219971,"name":"Camping Apatin ","date_verified":"2023-05-09T00:00:00.000Z","description":"We found this camping next to the eurovelo6 and it has all the comforts, Mirko is very friendly and attentive, the camping facilities are perfect and the place is very relaxing, thanks Mirko for your attention, we paid 1000 dinars per person","location":{"latitude":45.71780538,"longitude":18.91883642},"category":{"name":"Established Campground"}},{"id":220529,"name":"Mirocka Voda","date_verified":"2023-05-05T00:00:00.000Z","description":"Campground at the danube. Showers and Toilettes not very beautiful. The WLAN ist really good!\r\nTwo Restaurants nearby. Very silent.\r\nNot cheap. 25 Euro for one Motorhome and two persons.","location":{"latitude":44.483198333333334,"longitude":22.456895},"category":{"name":"Established Campground"}},{"id":227399,"name":"Zevosko Jezero beach ","date_verified":"2023-07-01T00:00:00.000Z","description":"Wonderful and very quiet place close to the beach. Fantastic for swimming!","location":{"latitude":43.25071946,"longitude":22.64758581},"category":{"name":"Wild Camping"}},{"id":229029,"name":"water","date_verified":"2023-07-07T00:00:00.000Z","description":"fresh water the locals take to drink. cold an tasty next to the street","location":{"latitude":44.48846475,"longitude":22.07462825},"category":{"name":"Water"}},{"id":229153,"name":"between danube river and waterfall ","date_verified":"2023-07-10T00:00:00.000Z","description":"its just an elevated flat parking next to the river and road. nothing special and because of the road it gets noisy at 6am( until 10pm). BUT really close to the fortress an there is a Waterfall with freezing cold water on the other side of the road. Amazing for these hot summerdays. we came here late everning after visiting the fortress and it was all we needed. it is DRINKABLE springwater, so fill your watertanks if you like;)","location":{"latitude":44.65911101606511,"longitude":21.702255997511415},"category":{"name":"Wild Camping"}},{"id":229650,"name":"Water along Danube","date_verified":"2023-06-27T00:00:00.000Z","description":"Small fountain in the shade next to parking spot","location":{"latitude":44.59503730361598,"longitude":22.267893203271083},"category":{"name":"Water"}},{"id":231691,"name":"Koba apartement and rooms ","date_verified":"2023-07-13T00:00:00.000Z","description":"Cheap rooms or apartment in a quite nice village of Bački Monoštor. Simple, with kitchen, no AC. 10€ / night for one person. There is the place to park the bike. Close to the wonderful natural reserve of Gornje Podunavlje.","location":{"latitude":45.79321456,"longitude":18.9381323},"category":{"name":"Hotel"}},{"id":232238,"name":"Open area close to river","date_verified":"2023-07-13T00:00:00.000Z","description":"Open area directly on the river. Bathing is possible. There is room for tents, cars and small trucks. There is a small supermarket in the village nearby, you can reach on foot.","location":{"latitude":43.89874662640719,"longitude":20.189598354333647},"category":{"name":"Wild Camping"}},{"id":233193,"name":"Bac Fortress Water","date_verified":"2023-07-25T00:00:00.000Z","description":"A public tap where one can get water. I saw a local kid drink from it I think, or maybe he just splashed his face in it to cool down.","location":{"latitude":45.39204267746805,"longitude":19.22159947849776},"category":{"name":"Water"}},{"id":233195,"name":"Bac Fortress","date_verified":"2023-07-25T00:00:00.000Z","description":"Some nice ruins of a fortress dating back to year 500. Free entrance, well taken care of (cutting grass etc). Has a gift shop which is closed right now though.","location":{"latitude":45.392816706503694,"longitude":19.221490107963902},"category":{"name":"Tourist Attraction"}},{"id":233670,"name":"Donau River Shore","date_verified":"2023-07-27T00:00:00.000Z","description":"A nice spot on the shore of the river Donau. I stayed here 2 nights and only saw a few people. Some were fishing in the afternoon and early evening, some where playing on the beach, and a few were riding bicycle on the dirt road.\r\n\r\nThe dirt road leading here was quite bad... But there are many small roads (or tracks, rather) leading here, maybe some are better than others. \r\n\r\nIf you have a serious off road vehicle, you might be able to drive to one of the islands close by. I saw some cows walking there and it looked like the water was about 1 meter deep.\r\n\r\nThere is cell phone coverage (I'm using Yettel).","location":{"latitude":45.0134,"longitude":20.34752},"category":{"name":"Wild Camping"}},{"id":234638,"name":"nice picnic area below high cliffs and next to river","date_verified":"2023-08-02T00:00:00.000Z","description":"if you continue driving 7 km from the first spot market along this road you arrive at this spot. An open area in the woods right at the river. Some wooden picnic tables and a wooden children playground. when we were there only little trash, easy to pick up. On a weekday no one around till we left at 10 am. Same for the evening. Clean river water, easy access. You drive through a beautiful narrow gorge to arrive here. And pass by a big monastery. Some tunnels along the road, max height 3.5 so might not be possible for big rigs. Asphalt Road  in good condition. Only little traffic night and morning. No habitation around. \r\n","location":{"latitude":42.96449257526547,"longitude":22.62073276564479},"category":{"name":"Wild Camping"}},{"id":235134,"name":"Secluded place in the woods","date_verified":"2023-08-04T00:00:00.000Z","description":"Nothing spectacular, but it is a reasonably flat open space and few people pass by here (although I did see some candy bar wrappers that looked quite new). You can barely hear the traffic on the main road a couple of 100 meters away. \r\n\r\nI think the small dirt roads leading here were built for logging and/or cell phone towers. You might find a better place close by if you explore a little bit.\r\n\r\nThere is good cell phone reception.","location":{"latitude":44.16628255614143,"longitude":21.96247877736818},"category":{"name":"Wild Camping"}},{"id":235691,"name":"Pozezeno Right By The River","date_verified":"2023-08-01T00:00:00.000Z","description":"A nice place right on the river bank. In shade most of the day except morning.\r\n\r\nIt seems to be frequently used by locals for fishing. But after sunset up until mid day (at least) it is empty. A downside is that a lot of trash has been thrown here (empty plastic bottles etc).\r\n\r\nThere is very good cell phone coverage from the Romanian side, but the Serbian cell towers do not reach this location (at least not Yettel).","location":{"latitude":44.73033,"longitude":21.603178},"category":{"name":"Wild Camping"}},{"id":235703,"name":"Noname","date_verified":"2023-08-08T00:00:00.000Z","description":"Just by the side of the road. The road is very rarely used, I stopped at 5 PM and left at noon the next day, and only a single car drove past (at least when I was awake).\r\n\r\nThe road is in good condition, and there are no steep slopes on the dirt/gravel part. A normal 2WD should make it without any problems. There might be other even better locations along this road, and the views from the road are gorgeous.\r\n\r\nThis site is not suitable for ground tents.\r\n\r\nThere is good cell phone coverage.","location":{"latitude":43.83149,"longitude":19.41237},"category":{"name":"Wild Camping"}},{"id":235858,"name":"Passenger Hostel","date_verified":"2023-09-29T00:00:00.000Z","description":"Nice place to stay in Novi Sad. You can park a bike inside. Very friendly owner, shared bathroom. ","location":{"latitude":45.2475731,"longitude":19.8366942},"category":{"name":"Hostel"}},{"id":238190,"name":"Serbian passports only","date_verified":"2023-08-23T00:00:00.000Z","description":"I was not allowed to pass here, the guard said only Serbian passports are allowed.\r\n\r\nYou might try your luck with an EU ID card, but I don't have one.","location":{"latitude":42.4477492,"longitude":21.62717387},"category":{"name":"Checkpoint"}},{"id":238191,"name":"Serbia/Kosovo border crossing","date_verified":"2023-08-23T00:00:00.000Z","description":"Standard Serbia/Kosovo border. I had no trouble crossing on a bicycle with UK passport. Pedestrians also allowed.\r\n\r\nIf you have Serbian or Kosovo plates you will need to apply tape, foreign cars are fine.","location":{"latitude":42.49205397,"longitude":21.66892281},"category":{"name":"Customs and Immigration"}},{"id":239183,"name":"Picnic area opposite restaurant ","date_verified":"2023-08-29T00:00:00.000Z","description":"Just past the monastery there is Restaurant Pogonovski and opposite the restaurant is a nice picnic area next to the stream with picnic tables and fire pits.  You can use the walking bridge to see the monastery which is only 2 minutes away.  Almost no traffic at night and the restaurant was also quiet but there was an annoying barking dog somewhere nearby.  \r\n","location":{"latitude":42.97909954,"longitude":22.63594139},"category":{"name":"Wild Camping"}},{"id":240639,"name":"Water tap","date_verified":"2023-09-05T00:00:00.000Z","description":"Tap water from a fountain next to the old bridge. There was a hose attached when we got water in the morning, not in the evening before. Locals say it is potable water.\r\nThere is a grassy parking lot near the river, with some trees, where locals come for picknick and we stayed the night. There is a restaurant nearby but it was quiet on a Sunday evening.","location":{"latitude":44.339687,"longitude":21.122377},"category":{"name":"Water"}},{"id":241865,"name":"Tough Border","date_verified":"2023-09-15T00:00:00.000Z","description":"We had a really hard time here, with our car w/o german TÜV. As we knew of Serbia, asking for TÜV stamps, we got in contact with the Ministery of Interior and the Police Headquarters.\r\nWe asked, if we can enter Serbia w/o TÜV, when the car is street-safe, registered and insured. We got an email, that every car w/o TÜV can enter the country, as long as the restrictions above are fullfilled.\r\n\r\nThe officers didn't care and I complained for 2 hours. One of them asked his friend , a \"German Police-Officer\" and this guy should have said, that w/o TÜV, our car is not registered anymore, which is completely bs!\r\n\r\nI could prove, that our car is registered, but then it was the insurance. \r\nI could prove that as well and they called the german insurance.\r\nThen it was the safety of the car and so on and so on.\r\n\r\nAt the end  - when they didn't had any arguments anymore - they still insisted in the TÜV stamp.\r\n\r\nThat said; better take the next border, 19 KM up north.\r\nThere it took us 6 mins to enter Serbia, w/o any asking about the TÜV,\r\n\r\nTIP: Do NOT remove the sticker, when it is outdated. They will see it anyways in the car-papers. Do NOT give them wrong/fake documents. They checked all of ours.\r\n\r\nThey won't accept kinda TÜV-check from Romania (I offered them). They said, it needs to be a Serbian check (which is... well... you know whatta say: BS)\r\n\r\nAfter two hours and a lot of communication, we gave up and turned around.","location":{"latitude":45.75014,"longitude":20.70027},"category":{"name":"Customs and Immigration"}},{"id":241866,"name":"6 Minutes To Enter Serbia","date_verified":"2023-09-15T00:00:00.000Z","description":"This border is easy as it can be. It took us 6 minutes w/o big car checks and questions about TÜV-validity (not so at the border, 19 KM down south).\r\n\r\nThey ask for drugs, medicine (Tetrazepam etc), alcohol and money. That's it.","location":{"latitude":45.8771,"longitude":20.57433},"category":{"name":"Customs and Immigration"}},{"id":241923,"name":"Farmland Close To Abandoned Church","date_verified":"2023-09-16T00:00:00.000Z","description":"This place is on private ground, but we were allowed by a friendly and a bit English-speaking owner, who came along. There were no signs or fences and it is directly beside the official parking lot (which looks the same), in front of the church. We asked, if we can stay here for a couple of days and he agreed. no problem.\r\nI wouldn't recommend to camp here with a bigger rig as at some point, the owner might say \"no\".\r\n\r\nThe surroundings are very nice. It's very calm here, sometimes the one or other \"tourist\" find its way, but basically it's without people.\r\n\r\nMobile connection worked well (Yettel)","location":{"latitude":45.64449,"longitude":20.27299},"category":{"name":"Informal Campsite"}},{"id":242320,"name":"Perfect Tap","date_verified":"2023-09-19T00:00:00.000Z","description":"Perfect water source with a high pressure tap at a washing station.","location":{"latitude":45.52997,"longitude":20.02321},"category":{"name":"Water"}},{"id":242494,"name":"River Camp","date_verified":"2023-09-20T00:00:00.000Z","description":"Very calm here, with a beautiful view onto the river. Easy to access and flat grassy area. Barely no people here, sometimes cars drive by, with drivers waving hands. In the evening the police came (because it's close to the border) and checked our papers. They were friendly and said, it's no problem to stay here.\r\nMobile connections was ok so far (Yettel)","location":{"latitude":44.80889,"longitude":19.35469},"category":{"name":"Wild Camping"}},{"id":243160,"name":"Nisava river","date_verified":"2023-09-24T00:00:00.000Z","description":"A beautiful meadow on the bank of Nisava river, close to Niska Banja. Very calm and quiet. Access by good dirt road, no 4wd required.\r\nClose to Nis, and easy to access from the highway, good stop for a night","location":{"latitude":43.30324488696019,"longitude":22.007982619127265},"category":{"name":"Wild Camping"}},{"id":243292,"name":"Good Water Tap","date_verified":"2023-09-25T00:00:00.000Z","description":"Perfect drinking water here. Strong tap.","location":{"latitude":44.82161,"longitude":20.4394},"category":{"name":"Water"}},{"id":243293,"name":"Being Stealth Here","date_verified":"2023-09-25T00:00:00.000Z","description":"Slightly uphill and a bit muddy after rain, but the place is completely hidden and located between several fields and a small forest. Mobile connection worked ok (Yettel)","location":{"latitude":44.6096,"longitude":20.93134},"category":{"name":"Wild Camping"}},{"id":243451,"name":"Hwy 34","date_verified":"2023-09-26T00:00:00.000Z","description":"It seems to be a graveled parking lot, but I doubt that standard/lower cars would make it up the small uplifted plateau, as the driveway is a bit rough and rutted.\r\nThere are a few bushes for hiding if your rig isn't too high. The view of the fortress is a super nice one. A free WiFi  (name: \"Infinity\") is also available and works well. Mobile connection is also good, but sometimes jumps to the Romanian site, which makes it bad.\r\n\r\nWhen we've been here, nobody came along, just one car, which left after 30 mins or so.","location":{"latitude":44.66024,"longitude":21.67217},"category":{"name":"Wild Camping"}},{"id":243676,"name":"Water Tap","date_verified":"2023-09-27T00:00:00.000Z","description":"Chrystal clear permanent running water here.","location":{"latitude":44.59492,"longitude":22.26784},"category":{"name":"Water"}},{"id":244227,"name":"Auto+Klinika","date_verified":"2023-10-01T00:00:00.000Z","description":"Friendly staff and very tidy workshop here. Elvis - the owner - speaks quite good German and is a very friendly and helpful guy, who did an oil-change on our differentials, as well as an aircon-service (Sprinter 903).\r\n\r\nTheir work is very precise and careful, so I can highly recommend this workshop (his main field is plumbing and car cosmetics, but he does other things as well).\r\n\r\nIf you go there, please send him greetings from us \"the German guys with the white 4x4 sprinter).","location":{"latitude":44.24953,"longitude":22.51843},"category":{"name":"Mechanic and Parts"}},{"id":244280,"name":"wild camp by River Timiș ","date_verified":"2023-09-30T00:00:00.000Z","description":"flat place for tent near the River with table and chairs for picnic","location":{"latitude":45.428189999999994,"longitude":20.853308333333334},"category":{"name":"Wild Camping"}},{"id":245107,"name":"At A Sports Ground","date_verified":"2023-10-07T00:00:00.000Z","description":"Good and leveled, grassy place, if you do not find anything in the near. Nobody bothered us or even came along. In the evening some friendly young guys played football for an hour or so.\r\nThere's also a free Wifi available, which sometimes didn't work that good","location":{"latitude":44.00921,"longitude":21.98652},"category":{"name":"Wild Camping"}},{"id":245108,"name":"Countryside Farmland","date_verified":"2023-10-03T00:00:00.000Z","description":"This is kinda hidden spot, after you drove through a narrow forest path. Easy to access, nobody came along, nice surrounding. Mobile (Yettel) worked well","location":{"latitude":44.11627,"longitude":22.07783},"category":{"name":"Wild Camping"}},{"id":245109,"name":"Hidden In The Woods","date_verified":"2023-10-05T00:00:00.000Z","description":"Easy to access by a good gravel road. This place is pretty much hidden, halfway leveled. Mobile connection worked OK so far (Yettel)","location":{"latitude":44.16535,"longitude":21.96674},"category":{"name":"Wild Camping"}},{"id":245110,"name":"Hwy 160","date_verified":"2023-10-07T00:00:00.000Z","description":"Nice place, close to an old, abandoned mine. Easy to access and the view in the morning is breathtaking. Even if it's behind a grassy wall, you can be seen from the main road, but nobody felt disturbed or came along.\r\nMobile connection was weak, but usable. (Yettel)","location":{"latitude":44.01782,"longitude":21.60394},"category":{"name":"Wild Camping"}},{"id":245165,"name":"bird watch place","date_verified":"2023-10-07T00:00:00.000Z","description":"flat ground near the lake with table and seats","location":{"latitude":44.757315,"longitude":20.719296666666665},"category":{"name":"Wild Camping"}},{"id":245863,"name":"Top Of The Hill","date_verified":"2023-10-12T00:00:00.000Z","description":"Do not get fooled by the \"white roads\" in Organic Maps. It starts with tarmac, but will go over into a 30 km dirt road, which nevertheless is nice to drive. \r\nThe track is easy, here and there it may be a bit more tricky, especially when the morning sun doesn't let you see anything. You will drive through deep forest, which becomes very narrow here and there. The track is not steep, but corrugated a few times. \r\nAt the top of the hill, there's a nearly flat plateau for a nice wildcamp. No mobile connection though.\r\n\r\nThe way down is just a bit more \"challenging\", as you'll often are driving at the shadowy side of the hill/mountain and which can be very muddy in October.\r\n\r\nNice track, nice camp spot\r\n\r\nNOT suitable for big rigs!","location":{"latitude":43.49109,"longitude":20.79606},"category":{"name":"Wild Camping"}},{"id":246752,"name":"Autoperionica Mihajlovic","date_verified":"2023-10-18T00:00:00.000Z","description":"Small, but very good mechanic workshop. Ask for Nenad Balcacanovic. He is a very friendly and communicative guy, who speaks good English and knows a lot about cars. For our Sprinter, he evaluated a problem with the fuel line and too much air in it. Problem solved after half an hour.\r\nHe has diagnostic tools, even for the Sprinter 903. Prices are not cheap, but fair.\r\n\r\nIf you watch the attached picture, see the car and look right. The workshop is in the  backyard.","location":{"latitude":44.23132,"longitude":22.53331},"category":{"name":"Mechanic and Parts"}},{"id":246753,"name":"Beach Parking","date_verified":"2023-10-19T00:00:00.000Z","description":"That is a very nice flat and leveled parking lot, directly at the beach. Trees along the lot for nice shadows, a bit of gras at the pebbled beach. Very calm here. In the evening just some locals come to join the sunset (sunrise is amazing btw), but leave after an hour or so.\r\nMobile connection is working, but a bit weak sometimes (Yettel).\r\nTrashbins are available.","location":{"latitude":44.316,"longitude":22.54747},"category":{"name":"Wild Camping"}},{"id":247972,"name":"Close To The Wrecks","date_verified":"2023-10-24T00:00:00.000Z","description":"A very nice, tidy and calm place at the river, near the german ship wrecks. Fisherman will come along all the time, but are very friendly.\r\nThe place is easy accessible and mobile connection is ok so far (Yettel)\r\nThe area is flat, but not leveled, so you may need to adjust.","location":{"latitude":44.2926,"longitude":22.60146},"category":{"name":"Wild Camping"}},{"id":247973,"name":"Hidden In The Bush","date_verified":"2023-10-25T00:00:00.000Z","description":"This area is used for dumping trash, but at this place it was fairly tidy. The place is behing bushes and trees and are mostly hidden from the main road. Mobile connection worked well (Yettel)","location":{"latitude":43.02965,"longitude":22.81872},"category":{"name":"Wild Camping"}},{"id":252888,"name":"flat space next to shrine and bench","date_verified":"2023-09-03T00:00:00.000Z","description":"Nice flat area to pitch a tent for the night. Wooden table and stumps to rest also. A religious monument on the tree so perhaps locals use it, be wary not to be disrespectful. ","location":{"latitude":43.83894881269531,"longitude":22.220266419370297},"category":{"name":"Wild Camping"}},{"id":252889,"name":"grassy area in village","date_verified":"2023-09-03T00:00:00.000Z","description":"Near church, good spot to camp under big tree to the left by play area and abandoned building. Running water nearby and friendly locals. There's a firepit also. ","location":{"latitude":43.9934477,"longitude":22.3278129},"category":{"name":"Wild Camping"}},{"id":252890,"name":"Green space near church","date_verified":"2023-09-07T00:00:00.000Z","description":"A nice area by the church, tables to sit at and a raised area to hide your tent behind. Friendly locals! ","location":{"latitude":43.61822265116638,"longitude":21.584831563036268},"category":{"name":"Wild Camping"}}]